Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# auth_emailExample
source: you@example.com
da: dig@eksempel.com
de: du@beispiel.com
es: tú@ejemplo.com
fr: vous@exemple.com
hi: आप@example.com
it: tu@example.com
nl: jij@voorbeeld.com
pl: ty@example.com
pt: voce@exemplo.com
uk: ви@приклад.com

# auth_email_emailPage_emailField_label
source: Email
de: E-Mail-Adresse
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ru: Электронная почта
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

# auth_email_emailPage_subtitle
source: Please enter your email to get started
da: Indtast venligst din email for at komme i gang
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um zu beginnen
es: Por favor, introduce tu correo electrónico para empezar
fr: Veuillez entrer votre e-mail pour commencer
hi: शुरू करने के लिए कृपया अपना ईमेल दर्ज करें
it: Inserisci la tua email per iniziare
ja: 開始するためにメールアドレスを入力してください
nl: Voer uw e-mailadres in om te beginnen
pl: Proszę wprowadzić swój email, aby rozpocząć
pt: Por favor, insira seu email para começar
ru: Пожалуйста, введите вашу электронную почту, чтобы начать
th: กรุณาใส่อีเมลของคุณเพื่อเริ่มต้น
tr: Başlamak için lütfen e-postanızı girin
uk: Будь ласка, введіть свою електронну пошту, щоб почати
zh_hans: 请输入您的电子邮件以开始
zh_hant: 請輸入您的電子郵件以開始

# auth_email_emailPage_title
source: Welcome to TimeFinder!
da: Velkommen til TimeFinder!
de: Willkommen bei TimeFinder!
es: ¡Bienvenido a TimeFinder!
fr: Bienvenue dans TimeFinder!
hi: TimeFinder में आपका स्वागत है!
it: Benvenuto in TimeFinder!
ja: TimeFinderへようこそ！
nl: Welkom bij TimeFinder!
pl: Witamy w TimeFinder!
pt: Bem-vindo ao TimeFinder!
ru: Добро пожаловать в TimeFinder!
th: ยินดีต้อนรับสู่ TimeFinder!
tr: TimeFinder'a Hoş Geldiniz!
uk: Ласкаво просимо до TimeFinder!
zh_hans: 欢迎使用TimeFinder！
zh_hant: 歡迎來到TimeFinder！

# auth_email_passwordPage_createAccount_button
source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
it: Crea Account
ja: アカウントを作成
nl: Account aanmaken
pl: Utwórz Konto
pt: Criar Conta
ru: Создать аккаунт
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити акаунт
zh_hans: 创建账户
zh_hant: 創建帳戶

# auth_email_passwordPage_existingUser_subtitle
source: Enter your password for {email}
da: Indtast din adgangskode for {email}
de: Geben Sie Ihr Passwort für die E-Mail-Adresse {email} ein
es: Introduce tu contraseña para {email}
fr: Entrez votre mot de passe pour {email}
hi: {email} के लिए अपना पासवर्ड दर्ज करें
it: Inserisci la tua password per {email}
ja: {email}のパスワードを入力してください
nl: Voer uw wachtwoord in voor {email}
pl: Wprowadź swoje hasło dla {email}
pt: Digite sua senha para {email}
ru: Введите ваш пароль для {email}
th: ใส่รหัสผ่านสำหรับ {email}
tr: {email} için şifrenizi girin
uk: Введіть ваш пароль для {email}
zh_hans: 为 {email} 输入您的密码
zh_hant: 為 {email} 輸入您的密碼

# auth_email_passwordPage_existingUser_title
source: Welcome Back!
da: Velkommen tilbage!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Bon retour!
hi: वापसी पर स्वागत है!
it: Bentornato!
ja: お帰りなさい！
nl: Welkom Terug!
pl: Witamy Ponownie!
pt: Bem-vindo de Volta!
ru: Добро пожаловать обратно!
th: ยินดีต้อนรับกลับ!
tr: Tekrar Hoş Geldiniz!
uk: З поверненням!
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！

# auth_email_passwordPage_newUser_subtitle
source: Enter a password for {email}
da: Indtast en adgangskode for {email}
de: Geben Sie ein Passwort für die E-Mail-Adresse {email} ein
es: Introduce una contraseña para {email}
fr: Entrez un mot de passe pour {email}
hi: {email} के लिए एक पासवर्ड दर्ज करें
it: Inserisci una password per {email}
ja: {email}のパスワードを入力してください
nl: Voer een wachtwoord in voor {email}
pl: Wprowadź hasło dla {email}
pt: Digite uma senha para {email}
ru: Введите пароль для {email}
th: ใส่รหัสผ่านสำหรับ {email}
tr: {email} için bir şifre girin
uk: Введіть пароль для {email}
zh_hans: 为 {email} 输入一个密码
zh_hant: 為 {email} 設定一個密碼

# auth_email_passwordPage_newUser_title
source: Secure Your Account
da: Sikre din konto
de: Sichern Sie Ihr Konto
es: Protege tu cuenta
fr: Sécurisez votre compte
hi: अपने खाते की सुरक्षा करें
it: Proteggi il tuo Account
ja: アカウントを保護する
nl: Beveilig uw account
pl: Zabezpiecz Swoje Konto
pt: Proteja Sua Conta
ru: Защитите ваш аккаунт
th: ปกป้องบัญชีของคุณ
tr: Hesabınızı Güvenceye Alın
uk: Захистіть свій акаунт
zh_hans: 保护您的账户
zh_hant: 保護您的帳戶

# auth_newPasswordSameAsOld_label
source: Old and new passwords must be different
da: Gamle og nye adgangskoder skal være forskellige
de: Alte und neue Passwörter müssen unterschiedlich sein
es: Las contraseñas antiguas y nuevas deben ser diferentes
fr: Les anciens et les nouveaux mots de passe doivent être différents
hi: पुराने और नए पासवर्ड अलग-अलग होने चाहिए
it: La vecchia e la nuova password devono essere diverse
ja: 古いパスワードと新しいパスワードは異なっていなければなりません
nl: Oude en nieuwe wachtwoorden moeten verschillend zijn
pl: Stare i nowe hasło muszą być różne
pt: As senhas antigas e novas devem ser diferentes
ru: Старый и новый пароли должны быть разными
th: รหัสผ่านเก่าและใหม่จะต้องแตกต่างกัน
tr: Eski ve yeni şifreler farklı olmalı
uk: Старий і новий паролі повинні відрізнятися
zh_hans: 新旧密码必须不同
zh_hant: 新舊密碼必須不同

# auth_newPassword_label
source: New Password
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
it: Nuova Password
ja: 新しいパスワード
nl: Nieuw Wachtwoord
pl: Nowe Hasło
pt: Nova Senha
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
zh_hans: 新密码
zh_hant: 新密碼

# auth_notSignedIn1_message
source: You are not signed in.
da: Du er ikke logget ind.
de: Sie sind nicht angemeldet.
es: No has iniciado sesión.
fr: Vous n'êtes pas connecté.
hi: आप साइन इन नहीं हैं।
it: Non hai effettuato l'accesso.
ja: サインインしていません。
nl: U bent niet ingelogd.
pl: Nie jesteś zalogowany.
pt: Você não está conectado.
ru: Вы не вошли в систему.
th: คุณไม่ได้เข้าสู่ระบบ
tr: Giriş yapmadınız.
uk: Ви не увійшли в систему.
zh_hans: 您尚未登录。
zh_hant: 您還沒有登入。

# auth_notSignedIn2_message
source: Sign in to sync your data across devices.
da: Log ind for at synkronisere dine data på tværs af enheder.
de: Melden Sie sich an, um Ihre Daten auf verschiedenen Geräten zu synchronisieren.
es: Inicia sesión para sincronizar tus datos entre dispositivos.
fr: Connectez-vous pour synchroniser vos données entre appareils.
hi: अपने डेटा को डिवाइसेज़ पर सिंक करने के लिए साइन इन करें।
it: Accedi per sincronizzare i tuoi dati tra i dispositivi.
ja: データをデバイス間で同期するためにサインインしてください。
nl: Log in om uw gegevens over apparaten te synchroniseren.
pl: Zaloguj się, aby synchronizować swoje dane na różnych urządzeniach.
pt: Conecte-se para sincronizar seus dados entre dispositivos.
ru: Войдите, чтобы синхронизировать ваши данные между устройствами.
th: เข้าสู่ระบบเพื่อซิงค์ข้อมูลของคุณไปยังอุปกรณ์ต่างๆ
tr: Verilerinizi cihazlar arasında senkronize etmek için giriş yapın.
uk: Увійдіть, щоб синхронізувати свої дані на різних пристроях.
zh_hans: 登录以在设备间同步您的数据。
zh_hant: 登入以跨設備同步您的數據。

# auth_oldPassword_label
source: Old Password
da: Gammel adgangskode
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
hi: पुराना पासवर्ड
it: Vecchia Password
ja: 古いパスワード
nl: Oud Wachtwoord
pl: Stare Hasło
pt: Senha Antiga
ru: Старый пароль
th: รหัสผ่านเก่า
tr: Eski Şifre
uk: Старий пароль
zh_hans: 旧密码
zh_hant: 舊密碼

# auth_password_label
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# auth_passwordsDidNotMatch_label
source: Passwords do not match
da: Adgangskoderne stemmer ikke overens
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
it: Le password non corrispondono
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt: As senhas não coincidem
ru: Пароли не совпадают
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler uyuşmuyor
uk: Паролі не співпадають
zh_hans: 密码不匹配
zh_hant: 密碼不匹配

# auth_signIn_button
source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj Się
pt: Entrar
ru: Войти
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# auth_signOutConfirmation_message
source: Are you sure you'd like to sign out?
da: Er du sikker på, at du vil logge ud?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई साइन आउट करना चाहेंगे?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
nl: Weet u zeker dat u zich wilt afmelden?
pl: Czy na pewno chcesz się wylogować?
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
tr: Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте вийти?
zh_hans: 您确定要退出吗？
zh_hant: 您確定要退出嗎？

# auth_signOut_button
source: Sign Out
da: Log ud
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
nl: Uitloggen
pl: Wyloguj Się
pt: Sair
ru: Выйти
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
zh_hans: 退出登录
zh_hant: 登出

# auth_sendInstructions_button
source: Send Instructions
da: Send instruktioner
de: Anweisungen senden
es: Enviar instrucciones
fr: Envoyer les instructions
hi: निर्देश भेजें
it: Invia Istruzioni
ja: 指示を送信
nl: Instructies Versturen
pl: Wyślij Instrukcje
pt: Enviar Instruções
ru: Отправить инструкции
th: ส่งคำแนะนำ
tr: Talimatları Gönder
uk: Надіслати інструкції
zh_hans: 发送指令
zh_hant: 發送指示

# error_accountDoesNotExist
source: Account does not exist
da: Kontoen eksisterer ikke
de: Konto existiert nicht
es: La cuenta no existe
fr: Le compte n'existe pas
hi: खाता मौजूद नहीं है
it: L'account non esiste
ja: アカウントが存在しません
nl: Account bestaat niet
pl: Konto nie istnieje
pt: Conta não existe
ru: Аккаунт не существует
th: บัญชีไม่มีอยู่
tr: Hesap mevcut değil
uk: Акаунт не існує
zh_hans: 账户不存在
zh_hant: 帳戶不存在

# error_emailAlreadyInUse
source: An account already exists with this email address.
da: Der findes allerede en konto med denne emailadresse.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.
es: Ya existe una cuenta con esta dirección de correo electrónico.
fr: Un compte existe déjà avec cette adresse e-mail.
hi: इस ईमेल पते के साथ एक खाता पहले से मौजूद है।
it: Un account esiste già con questo indirizzo email.
ja: このメールアドレスで既にアカウントが存在します。
nl: Er bestaat al een account met dit e-mailadres.
pl: Konto już istnieje z tym adresem email.
pt: Já existe uma conta com este endereço de email.
ru: Аккаунт с таким адресом электронной почты уже существует.
th: มีบัญชีที่ใช้อีเมลนี้อยู่แล้ว
tr: Bu e-posta adresiyle zaten bir hesap var.
uk: Акаунт уже існує з цією електронною адресою.
zh_hans: 该电子邮件地址已经有一个账户了。
zh_hant: 這個電子郵件地址已經存在一個帳戶。

# error_invalidEmailAddress
source: Invalid email address
da: Ugyldig emailadresse
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide
hi: अवैध ईमेल पता
it: Indirizzo email non valido
ja: 無効なメールアドレス
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres email
pt: Endereço de email inválido
ru: Недействительный адрес электронной почты
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi
uk: Неправильна електронна адреса
zh_hans: 无效的电子邮件地址
zh_hant: 無效的電子郵件地址

# error_tooManyRequests
source: Requests from this device have been blocked to unusual activity. Please contact us or try again later.
da: Anmodninger fra denne enhed er blevet blokeret til usædvanlig aktivitet. Kontakt os venligst eller prøv igen senere.
de: Anfragen von diesem Gerät wurden aufgrund ungewöhnlicher Aktivitäten blockiert. Bitte kontaktieren Sie uns oder versuchen Sie es später noch einmal.
es: Las solicitudes de este dispositivo se han bloqueado debido a actividad inusual. Por favor contáctenos o inténtelo nuevamente más tarde.
fr: Les requêtes provenant de cet appareil ont été bloquées en raison d&#39;activités inhabituelles. Veuillez nous contacter ou réessayer plus tard.
hi: इस उपकरण से अनुरोधों को असामान्य गतिविधि के कारण अवरुद्ध कर दिया गया है। कृपया हमसे संपर्क करें या बाद में पुनः प्रयास करें।
it: Le richieste provenienti da questo dispositivo sono state bloccate per attività insolite. Contattaci o riprova più tardi.
ja: このデバイスからのリクエストは、異常なアクティビティに対してブロックされています。お問い合わせいただくか、後でもう一度お試しください。
nl: Verzoeken van dit apparaat zijn geblokkeerd voor ongebruikelijke activiteit. Neem contact met ons op of probeer het later opnieuw.
pl: Żądania z tego urządzenia zostały zablokowane ze względu na nietypową aktywność. Skontaktuj się z nami lub spróbuj ponownie później.
pt: As solicitações deste dispositivo foram bloqueadas para atividades incomuns. Entre em contato conosco ou tente novamente mais tarde.
ru: Запросы с этого устройства заблокированы из-за необычной активности. Пожалуйста, свяжитесь с нами или повторите попытку позже.
th: คำขอจากอุปกรณ์นี้ถูกบล็อกไม่ให้มีกิจกรรมที่ผิดปกติ โปรดติดต่อเราหรือลองอีกครั้งในภายหลัง
tr: Bu cihazdan gelen istekler olağan dışı etkinlik nedeniyle engellendi. Lütfen bizimle iletişime geçin veya daha sonra tekrar deneyin.
uk: Запити з цього пристрою заблоковано щодо незвичної діяльності. Будь ласка, зв&#39;яжіться з нами або повторіть спробу пізніше.
zh_hans: 来自该设备的请求已被阻止，无法进行异常活动。请联系我们或稍后重试。
zh_hant: 來自該設備的請求已被阻止，無法進行異常活動。請聯絡我們或稍後重試。

# error_unknownError
source: Unknown error. Please try again later or contact us for support.
da: Ukendt fejl. Prøv igen senere eller kontakt os for support.
de: Unbekannter Fehler. Bitte versuchen Sie es später erneut oder kontaktieren Sie uns für Unterstützung.
es: Error desconocido. Por favor, intenta de nuevo más tarde o contáctanos para obtener ayuda.
fr: Erreur inconnue. Veuillez réessayer plus tard ou nous contacter pour obtenir de l'aide.
hi: अज्ञात त्रुटि। कृपया बाद में पुनः प्रयास करें या सहायता के लिए हमसे संपर्क करें।
it: Errore sconosciuto. Riprova più tardi o contattaci per supporto.
ja: 不明なエラーです。後ほど再試行するか、サポートに連絡してください。
nl: Onbekende fout. Probeer het later opnieuw of neem contact met ons op voor ondersteuning.
pl: Nieznany błąd. Proszę spróbować ponownie później lub skontaktować się z nami w celu uzyskania wsparcia.
pt: Erro desconhecido. Por favor, tente novamente mais tarde ou entre em contato conosco para suporte.
ru: Неизвестная ошибка. Пожалуйста, попробуйте позже или свяжитесь с нами за поддержкой.
th: ข้อผิดพลาดที่ไม่รู้จัก กรุณาลองอีกครั้งหรือติดต่อเราเพื่อขอความช่วยเหลือ
tr: Bilinmeyen bir hata. Lütfen daha sonra tekrar deneyin veya destek için bize ulaşın.
uk: Невідома помилка. Будь ласка, спробуйте пізніше або зверніться до нас за підтримкою.
zh_hans: 未知错误。请稍后再试或联系我们以获得支持。
zh_hant: 未知錯誤。請稍後再試或聯繫我們獲取支持。

# error_weakPassword
source: Password should be at least 6 characters
da: Adgangskoden skal være mindst 6 tegn
de: Das Passwort sollte mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए
it: La password deve essere di almeno 6 caratteri
ja: パスワードは少なくとも6文字である必要があります
nl: Wachtwoord moet minimaal 6 tekens lang zijn
pl: Hasło powinno mieć co najmniej 6 znaków
pt: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен быть не менее 6 символов
th: รหัสผ่านควรมีอย่างน้อย 6 ตัวอักษร
tr: Şifre en az 6 karakter olmalıdır
uk: Пароль повинен містити щонайменше 6 символів
zh_hans: 密码应至少包含6个字符
zh_hant: 密碼至少需要6個字符

# error_wrongPassword
source: Incorrect password
da: Forkert adgangskode
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
hi: गलत पासवर्ड
it: Password errata
ja: パスワードが間違っています
nl: Onjuist wachtwoord
pl: Nieprawidłowe hasło
pt: Senha incorreta
ru: Неверный пароль
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
uk: Неправильний пароль
zh_hans: 密码错误
zh_hant: 密碼錯誤

# general_basicAccount_label
source: Basic
da: Grundlæggende
es: Básico
fr: De base
hi: बेसिक
it: Base
ja: ベーシック
nl: Basis
pl: Podstawowe
pt: Básico
ru: Базовый
th: พื้นฐาน
tr: Temel
uk: Базовий
zh_hans: 基础
zh_hant: 基本

# general_colorPalettes_bold_label
source: Bold
da: Fed
de: Kühn
es: Intensos
fr: Audacieux
hi: बोल्ड
it: Grassetto
ja: ボールド
nl: Dapper
pl: Wyraziste
pt: Negrito
ru: Яркие
th: สีเข้ม
tr: Cesur
uk: Яскраві
zh_hans: 鲜艳
zh_hant: 大膽

# general_colorPalettes_pastels_label
source: Pastels
da: Pasteller
de: Pastellfarben
es: Pasteles
hi: पास्टल्स
it: Pastelli
ja: パステル
nl: Pastel
pl: Pastelowe
pt: Pastéis
ru: Пастельные
th: สีพาสเทล
tr: Pastel
uk: Пастельні
zh_hans: 柔和
zh_hant: 柔和

# general_color_label
source: Color
da: Farve
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
th: สี
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# general_deleteAll_button
source: Delete All
da: Slet alle
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएं
it: Elimina Tutto
ja: すべて削除
nl: Alles Verwijderen
pl: Usuń Wszystko
pt: Excluir Tudo
ru: Удалить все
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Видалити все
zh_hans: 删除全部
zh_hant: 刪除所有

# general_doneClose_button
source: Done
da: Færdig
de: Fertig
es: Hecho
fr: Terminé
hi: किया हुआ
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamam
uk: Готово
zh_hans: 完成
zh_hant: 完成

# general_listView_title
source: Lists
da: Lister
de: Listen
es: Listas
fr: Listes
hi: सूचियाँ
it: Liste
ja: リスト
nl: Lijsten
pl: Listy
pt: Listas
ru: Списки
th: รายการ
tr: Listeler
uk: Списки
zh_hans: 列表
zh_hant: 列表

# general_markTaskAsDone_button
source: Mark as Done
da: Marker som udført
de: Als abgeschlossen markieren
es: Marcar como hecho
fr: Marquer comme fait
hi: पूरा होने के रूप में चिह्नित करें
it: Segna come Fatto
ja: 完了としてマーク
nl: Markeer als Voltooid
pl: Oznacz jako Zrobione
pt: Marcar como Concluído
ru: Отметить как выполненное
th: ทำเครื่องหมายว่าเสร็จ
tr: Tamamlandı Olarak İşaretle
uk: Позначити як виконане
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# general_markTaskAsUndone_button
source: Mark as Undone
da: Marker som ikke udført
de: Als nicht abgeschlossen markieren
es: Marcar como no hecho
fr: Marquer comme non fait
hi: अपूर्ण के रूप में चिह्नित करें
it: Segna come Non Fatto
ja: 未完了としてマーク
nl: Markeer als Niet Voltooid
pl: Oznacz jako Niezrobione
pt: Marcar como Não Concluído
ru: Отметить как невыполненное
th: ทำเครื่องหมายว่ายังไม่เสร็จ
tr: Tamamlanmadı Olarak İşaretle
uk: Позначити як невиконане
zh_hans: 标记为未完成
zh_hant: 標記為未完成

# general_requiredField_label
source: Required
da: Påkrævet
de: Erforderlich
es: Requerido
fr: Obligatoire
hi: आवश्यक
it: Richiesto
ja: 必須
nl: Vereist
pl: Wymagane
pt: Obrigatório
ru: Обязательное
th: ต้องการ
tr: Gerekli
uk: Обов'язкове
zh_hans: 必填
zh_hant: 必填

# general_scheduleView_title
source: Schedule
da: Tidsplan
de: Zeitplan
es: Horario
fr: Emploi du temps
hi: अनुसूची
it: Programma
ja: スケジュール
nl: Schema
pl: Harmonogram
pt: Agenda
ru: Расписание
th: ตารางเวลา
tr: Program
uk: Розклад
zh_hans: 日程
zh_hant: 日程

# general_settings_title
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# general_splitView_title
source: Split View
da: Opdelt visning
de: Geteilte Ansicht
es: Vista dividida
fr: Vue partagée
hi: विभाजित दृश्य
it: Vista Divisa
ja: 分割ビュー
nl: Gesplitst Beeld
pl: Podzielony Widok
pt: Visualização Dividida
ru: Разделенный вид
th: มุมมองแยก
tr: Bölünmüş Görünüm
uk: Розділений перегляд
zh_hans: 分屏查看
zh_hant: 分割視圖

# general_yes_button
source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
ja: はい
nl: Ja
pl: Tak
pt: Sim
ru: Да
th: ใช่
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

# general_ok_button
source: OK
es: Aceptar
hi: ठीक है
ru: ОК
th: ตกลง
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

# general_device_timezone_change_title
source: Timezone Change Detected
da: Tidszone ændring registreret
de: Änderung der Zeitzone erkannt
es: Se detectó un cambio de zona horaria
fr: Changement de fuseau horaire détecté
hi: समय क्षेत्र परिवर्तन का पता चला
it: Cambio Fuso Orario Rilevato
ja: タイムゾーンの変更が検出されました
nl: Tijdzoneverandering Gedetecteerd
pl: Wykryto Zmianę Strefy Czasowej
pt: Alteração de Fuso Horário Detectada
ru: Обнаружено изменение часового пояса
th: ตรวจพบการเปลี่ยนแปลงโซนเวลา
tr: Zaman Dilimi Değişikliği Algılandı
uk: Виявлено зміну часового поясу
zh_hans: 检测到时区变更
zh_hant: 檢測到時區變更

# general_device_timezone_change_message
source: Your device's timezone has changed to {timezone}
da: Din enheds tidszone er ændret til {timezone}
de: Die Zeitzone Ihres Geräts wurde auf {timezone} geändert
es: La zona horaria de tu dispositivo ha cambiado a {timezone}
fr: Le fuseau horaire de votre appareil a changé pour {timezone}
hi: आपके डिवाइस का समय क्षेत्र {timezone} में बदल गया है
it: Il fuso orario del tuo dispositivo è stato cambiato in {timezone}
ja: デバイスのタイムゾーンが{timezone}に変更されました
nl: De tijdzone van uw apparaat is gewijzigd naar {timezone}
pl: Strefa czasowa Twojego urządzenia została zmieniona na {timezone}
pt: O fuso horário do seu dispositivo mudou para {timezone}
ru: Часовой пояс вашего устройства изменен на {timezone}
th: โซนเวลาของอุปกรณ์ของคุณเปลี่ยนเป็น {timezone}
tr: Cihazınızın zaman dilimi {timezone} olarak değiştirildi
uk: Часовий пояс вашого пристрою змінено на {timezone}
zh_hans: 您设备的时区已变更为 {timezone}
zh_hant: 您設備的時區已更改為 {timezone}

# general_resetPasswordEmailSent_title
source: Email Sent
da: Email sendt
de: E-Mail gesendet
es: Correo enviado
fr: E-mail envoyé
hi: ईमेल भेजा गया
it: Email Inviata
ja: メール送信済み
nl: E-mail Verstuurd
pl: Email Wysłany
pt: Email Enviado
ru: Письмо отправлено
th: ส่งอีเมลแล้ว
tr: E-posta Gönderildi
uk: Електронний лист надіслано
zh_hans: 邮件已发送
zh_hant: 郵件已發送

# general_resetPasswordEmailSent_message
source: Please check your email for instructions on how to reset your password.
da: Tjek venligst din e-mail for instruktioner om, hvordan du nulstiller din adgangskode.
de: Bitte überprüfen Sie Ihre E-Mails auf Anweisungen zum Zurücksetzen Ihres Passworts.
es: Consulte su correo electrónico para obtener instrucciones sobre cómo restablecer su contraseña.
fr: Veuillez consulter votre courrier électronique pour savoir comment réinitialiser votre mot de passe.
hi: कृपया अपना पासवर्ड रीसेट करने के निर्देशों के लिए अपना ईमेल जांचें।
it: Controlla la tua e-mail per istruzioni su come reimpostare la password.
ja: パスワードをリセットする方法については、メールを確認してください。
nl: Controleer uw e-mail voor instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Sprawdź swoją pocztę e-mail, aby uzyskać instrukcje dotyczące resetowania hasła.
pt: Verifique seu e-mail para obter instruções sobre como redefinir sua senha.
ru: Пожалуйста, проверьте свою электронную почту для получения инструкций о том, как сбросить пароль.
th: โปรดตรวจสอบอีเมลของคุณเพื่อดูคำแนะนำในการรีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi nasıl sıfırlayacağınıza ilişkin talimatlar için lütfen e-postanızı kontrol edin.
uk: Перевірте свою електронну пошту, щоб отримати інструкції щодо скидання пароля.
zh_hans: 请检查您的电子邮件以获取有关如何重置密码的说明。
zh_hant: 請檢查您的電子郵件以取得有關如何重設密碼的說明。

# ios_scheduleWidget_mockData_appointments_0
source: Read
da: Læs
de: Lesen
es: Leer
fr: Lire
hi: पढ़ाई
it: Leggere
ja: 読書
nl: Lezen
pl: Czytanie
pt: Ler
ru: Чтение
th: อ่าน
tr: Okuma
uk: Читання
zh_hans: 阅读
zh_hant: 閱讀

# ios_scheduleWidget_mockData_appointments_1
source: Breakfast
da: Morgenmad
de: Frühstück
es: Desayuno
fr: Petit déjeuner
hi: नाश्ता
it: Colazione
ja: 朝食
nl: Ontbijt
pl: Śniadanie
pt: Café da Manhã
ru: Завтрак
th: อาหารเช้า
tr: Kahvaltı
uk: Сніданок
zh_hans: 早餐
zh_hant: 早餐
