Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# settings_termsOfService_title
source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di Servizio
ja: 利用規約
nl: Servicevoorwaarden
pl: Warunki Usługi
pt: Termos de Serviço
ru: Условия обслуживания
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
uk: Умови обслуговування
zh_hans: 服务条款
zh_hant: 服務條款

# settings_calendar_sync_message
source: Calendar Sync Enabled
da: aktiveret succesfuldt
de: erfolgreich aktiviert
es: habilitado con éxito
fr: activé avec succès
hi: सफलतापूर्वक सक्षम किया गया
it: abilitato con successo
ja: 正常に有効化されました
nl: succesvol ingeschakeld
pl: włączono pomyślnie
pt: ativado com sucesso
ru: успешно активирована
th: เปิดใช้งานสำเร็จ
tr: başarıyla etkinleştirildi
uk: успішно включено
zh_hans: 成功启用
zh_hant: 成功啟用

# settings_watchTutorial_button
source: Watch Tutorial
da: Se vejledning
de: Tutorial ansehen
es: Ver tutorial
fr: Regarder le Tutoriel
hi: ट्यूटोरियल देखें
it: Guarda Tutorial
ja: チュートリアルを見る
nl: Bekijk Tutorial
pl: Obejrzyj Samouczek
pt: Assistir Tutorial
ru: Смотреть учебник
th: ดูบทช่วยสอน
tr: Eğitimi İzle
uk: Дивитись навчальний відеоролик
zh_hans: 观看教程
zh_hant: 觀看教程

# settings_schedule_intervalChangeWarning_title
source: Update Your Time Blocking Interval
da: Opdater dit tidsblokeringsinterval
de: Aktualisieren Sie Ihr Zeitblock-Intervall
es: Actualiza tu intervalo de bloqueo de tiempo
fr: Mettez à jour votre intervalle de blocage de temps
hi: अपना समय ब्लॉकिंग अंतराल अपडेट करें
it: Aggiorna il Tuo Intervallo di Blocco Temporale
ja: タイムブロッキング間隔を更新してください
nl: Werk uw tijdsblokkeringsinterval bij
pl: Zaktualizuj Swój Interwał Blokowania Czasu
pt: Atualize Seu Intervalo de Bloqueio de Tempo
ru: Обновите ваш интервал временных блоков
th: อัพเดทช่วงเวลาการบล็อกเวลาของคุณ
tr: Zaman Bloklama Aralığınızı Güncelleyin
uk: Оновіть свій інтервал блокування часу
zh_hans: 更新您的时间分隔间隔
zh_hant: 更新您的時間塊間隔

# settings_schedule_intervalChangeWarning_message
source: Changing the base schedule interval permanently extends shorter appointments to fit into the new slots. A 15-minute task will become 30 minutes with a 30-minute interval. For balance, stick to 15 or 30-minute intervals and limit changes. Ready to proceed?
da: Ændring af basistidsplanintervallet forlænger permanent kortere aftaler, så de passer ind i de nye slots. En 15-minutters opgave bliver til 30 minutter med et interval på 30 minutter. For balance skal du holde dig til 15 eller 30 minutters intervaller og begrænse ændringer. Klar til at fortsætte?
de: Durch die Änderung des Basisplanintervalls werden kürzere Termine dauerhaft verlängert, damit sie in die neuen Zeitfenster passen. Aus einer 15-minütigen Aufgabe werden mit einem 30-Minuten-Intervall 30 Minuten. Halten Sie sich zur Ausgewogenheit an 15- oder 30-Minuten-Intervalle und begrenzen Sie Änderungen. Bereit fortzufahren?
es: Cambiar el intervalo del horario base de forma permanente extiende las citas más cortas para que se ajusten a los nuevos espacios. Una tarea de 15 minutos pasará a ser de 30 minutos con un intervalo de 30 minutos. Para mantener el equilibrio, limítese a intervalos de 15 o 30 minutos y limite los cambios. ¿Listo para continuar?
fr: La modification de l&#39;intervalle de planification de base prolonge de manière permanente les rendez-vous plus courts pour les adapter aux nouveaux créneaux horaires. Une tâche de 15 minutes deviendra 30 minutes avec un intervalle de 30 minutes. Pour un équilibre, respectez des intervalles de 15 ou 30 minutes et limitez les changements. Prêt à continuer ?
hi: बेस शेड्यूल अंतराल को स्थायी रूप से बदलने से नए स्लॉट में फिट होने के लिए छोटी नियुक्तियाँ बढ़ जाती हैं। 15 मिनट का कार्य 30 मिनट के अंतराल पर 30 मिनट का हो जाएगा। संतुलन के लिए, 15 या 30 मिनट के अंतराल पर टिके रहें और बदलावों को सीमित करें। आगे बढ़ने के लिए तैयार हैं?
it: La modifica dell&#39;intervallo della pianificazione di base estende in modo permanente gli appuntamenti più brevi per adattarli ai nuovi slot. Un&#39;attività di 15 minuti diventerà di 30 minuti con un intervallo di 30 minuti. Per equilibrio, attenersi a intervalli di 15 o 30 minuti e limitare le modifiche. Pronto a procedere?
ja: 基本スケジュール間隔を永続的に変更すると、新しいスロットに収まるように短い予定が延長されます。 15 分のタスクは 30 分間隔で 30 分になります。バランスをとるために、15 分または 30 分の間隔を守り、変更を制限してください。続行する準備はできていますか?
nl: Door het basisschema-interval permanent te wijzigen, worden kortere afspraken langer gemaakt, zodat ze in de nieuwe tijdvakken passen. Een taak van 15 minuten wordt 30 minuten met een interval van 30 minuten. Houd voor evenwicht vast aan intervallen van 15 of 30 minuten en beperk veranderingen. Klaar om verder te gaan?
pl: Zmiana podstawowego przedziału harmonogramu trwale wydłuża krótsze spotkania, aby dopasować je do nowych terminów. 15-minutowe zadanie zamieni się w 30 minut z 30-minutową przerwą. Dla równowagi trzymaj się 15- lub 30-minutowych interwałów i ograniczaj zmiany. Gotowy do kontynuowania?
pt: A alteração do intervalo de agendamento base estende permanentemente os compromissos mais curtos para caber nos novos horários. Uma tarefa de 15 minutos se tornará 30 minutos com intervalo de 30 minutos. Para manter o equilíbrio, siga intervalos de 15 ou 30 minutos e limite as alterações. Pronto para prosseguir?
ru: Изменение базового интервала расписания навсегда продлевает более короткие встречи, чтобы они поместились в новые слоты. 15-минутное задание станет 30-минутным с 30-минутным интервалом. Для баланса придерживайтесь 15- или 30-минутных интервалов и ограничьте изменения. Готовы продолжить?
th: การเปลี่ยนช่วงกำหนดการพื้นฐานจะขยายการนัดหมายที่สั้นลงอย่างถาวรเพื่อให้พอดีกับช่องใหม่ งาน 15 นาทีจะกลายเป็น 30 นาที โดยมีช่วงละ 30 นาที เพื่อความสมดุล ให้ยึดช่วง 15 หรือ 30 นาทีและจำกัดการเปลี่ยนแปลง พร้อมที่จะดำเนินการต่อหรือยัง?
tr: Temel program aralığının değiştirilmesi, daha kısa randevuları yeni aralıklara sığacak şekilde kalıcı olarak uzatır. 15 dakikalık bir görev, 30 dakikalık aralıklarla 30 dakika olacaktır. Denge için 15 veya 30 dakikalık aralıklara sadık kalın ve değişiklikleri sınırlayın. Devam etmeye hazır mısınız?
uk: Зміна базового інтервалу розкладу назавжди подовжує коротші зустрічі, щоб вони відповідали новим інтервалам. 15-хвилинне завдання стане 30-хвилинним із 30-хвилинним інтервалом. Для балансу дотримуйтеся 15 або 30-хвилинних інтервалів і обмежте зміни. Готові продовжити?
zh_hans: 更改基本计划间隔会永久延长较短的约会以适应新的时段。 15 分钟的任务将变成 30 分钟，中间有 30 分钟的间隔。为了保持平衡，坚持 15 或 30 分钟的间隔并限制变化。准备好继续了吗？
zh_hant: 更改基本計劃間隔會永久延長較短的約會以適應新的時段。 15 分鐘的任務將變成 30 分鐘，中間有 30 分鐘的間隔。為了保持平衡，請堅持 15 或 30 分鐘的間隔並限制變化。準備好繼續了嗎？

# onboarding_tutorialList_item0
source: Welcome to TimeFinder!
da: Velkommen til TimeFinder!
de: Willkommen bei TimeFinder!
es: ¡Bienvenido a TimeFinder!
fr: Bienvenue dans TimeFinder!
hi: TimeFinder में आपका स्वागत है!
it: Benvenuto in TimeFinder!
ja: TimeFinderへようこそ！
nl: Welkom bij TimeFinder!
pl: Witamy w TimeFinder!
pt: Bem-vindo ao TimeFinder!
ru: Добро пожаловать в TimeFinder!
th: ยินดีต้อนรับสู่ TimeFinder!
tr: TimeFinder'a Hoş Geldiniz!
uk: Ласкаво просимо до TimeFinder!
zh_hans: 欢迎使用TimeFinder！
zh_hant: 歡迎來到TimeFinder！

# onboarding_tutorialList_item1
source: Here are a few tips to help you get started:
da: Her er nogle tips til at hjælpe dig i gang:
de: Hier sind einige Tipps, um Ihnen den Einstieg zu erleichtern:
es: Aquí tienes algunos consejos para ayudarte a empezar:
fr: Voici quelques conseils pour vous aider à démarrer:
hi: शुरू करने के लिए यहाँ कुछ टिप्स दिए गए हैं:
it: Ecco alcuni consigli per aiutarti a iniziare:
ja: 始めるためのいくつかのヒントを紹介します：
nl: Hier zijn een paar tips om u op weg te helpen:
pl: Oto kilka wskazówek, które pomogą Ci zacząć:
pt: Aqui estão algumas dicas para ajudá-lo a começar:
ru: Вот несколько советов, которые помогут вам начать:
th: นี่คือเคล็ดลับบางอย่างเพื่อช่วยคุณเริ่มต้น:
tr: Başlamanıza yardımcı olmak için işte birkaç ipucu:
uk: Ось декілька порад, щоб допомогти вам розпочати:
zh_hans: 这里有一些帮助您开始的提示：
zh_hant: 這裡有一些幫助您開始的小貼士：

# onboarding_tutorialList_item2
source: In List view, create lists with your tasks and routines
da: I Lister-visning, opret lister med dine opgaver og rutiner
de: Erstellen Sie in der Listenansicht Listen mit Ihren Aufgaben und Routinen
es: En la vista de Listas, crea listas con tus tareas y rutinas
fr: Dans la vue Listes, créez des listes avec vos tâches et routines
hi: सूचियाँ दृश्य में, अपने कार्यों और दिनचर्या के साथ सूचियाँ बनाएँ
it: Nella vista Liste, crea liste con i tuoi compiti e routine
ja: リストビューで、タスクとルーチンのリストを作成します
nl: In Lijstweergave, maak lijsten met uw taken en routines
pl: W widoku List twórz listy z zadaniami i rutynami
pt: Na visualização de Listas, crie listas com suas tarefas e rotinas
ru: В представлении списков создавайте списки с вашими задачами и рутинами
th: ในมุมมองรายการ สร้างรายการด้วยงานและกิจวัตรของคุณ
tr: Listeler görünümünde, görevleriniz ve rutinlerinizle listeler oluşturun
uk: У режимі перегляду списків створюйте списки з вашими завданнями та рутинами
zh_hans: 在列表视图中，创建包含您的任务和日程的列表
zh_hant: 在列表視圖中，創建帶有您的任務和日常事務的列表

# onboarding_tutorialList_item3
source: In Split View, drag & drop tasks from your Lists into your Schedule
da: I Opdelt Visning, træk & slip opgaver fra dine lister ind i din tidsplan
de: Ziehen Sie in der geteilten Ansicht Aufgaben aus Ihren Listen in Ihren Zeitplan
es: En la Vista Dividida, arrastra y suelta tareas de tus listas en tu horario
fr: Dans la Vue partagée, glissez et déposez des tâches de vos listes dans votre emploi du temps
hi: विभाजित दृश्य में, अपने कार्यक्रम में कार्य जोड़ने के लिए अपनी सूचियों से कार्यों को खींचें और छोड़ें
it: In Vista Divisa, trascina & rilascia i compiti dalle tue liste nel tuo programma
ja: 分割ビューで、リストからスケジュールにタス クをドラッグ＆ドロップします
nl: In Gesplitst Beeld, sleep & laat vallen taken van uw lijsten in uw schema
pl: W Podzielonym Widoku, przeciągaj i upuszczaj zadania z list do swojego harmonogramu
pt: Na Visualização Dividida, arraste e solte tarefas das suas listas para sua agenda
ru: В разделенном виде перетаскивайте задачи из ваших списков в ваше расписание
th: ในมุมมองแยก ลากและวางงานจากรายการของคุณเข้าไปในตารางเวลาของคุณ
tr: Bölünmüş Görünüm'de, listelerinizden görevleri programınıza sürükleyip bırakın
uk: У розділеному перегляді перетягуйте завдання з ваших списків у ваш розклад
zh_hans: 在分屏视图中，拖放任务从您的列表到您的日程中
zh_hant: 在分割視圖中，將任務從您的列表拖放到您的日程中

# onboarding_tutorialList_item4
source: Use Schedule view to stay on task throughout your day
da: Brug Tidsplan-visning til at holde dig på opgave gennem din dag
de: Nutzen Sie die Zeitplanansicht, um den ganzen Tag über bei der Sache zu bleiben
es: Usa la vista de Horario para mantenerte en la tarea durante todo el día
fr: Utilisez la vue Emploi du temps pour rester concentré tout au long de votre journée
hi: अपने दिनभर के कार्यों पर बने रहने के लिए अनुसूची दृश्य का उपयोग करें
it: Usa la vista Programma per rimanere concentrato durante la tua giornata
ja: スケジュールビューを使用して、一日を通してタスクに取り組みます
nl: Gebruik Schema weergave om gedurende uw dag op taak te blijven
pl: Użyj widoku Harmonogramu, aby trzymać się zadań przez cały dzień
pt: Use a visualização de Agenda para se manter focado durante o seu dia
ru: Используйте представление расписания, чтобы оставаться в курсе задач на протяжении дня
th: ใช้มุมมองตารางเวลาเพื่ออยู่กับงานตลอดทั้งวันของคุณ
tr: Günlük programınızda görevlerinize bağlı kalmanıza yardımcı olmak için Program görünümünü kullanın
uk: Використовуйте перегляд розкладу, щоб залишатися на задачі протягом дня
zh_hans: 使用日程视图全天候保持任务进行
zh_hant: 使用日程視圖來整天保持任務進度

# onboarding_tutorialList_item5
source: Check out the Tutorial in Settings for a full walkthrough of all features
da: Tjek vejledningen i Indstillinger for en fuld gennemgang af alle funktioner
de: Sehen Sie sich das Tutorial in den Einstellungen für eine vollständige Anleitung zu allen Funktionen an
es: Consulta el tutorial en Configuración para un recorrido completo de todas las características
fr: Consultez le tutoriel dans les Paramètres pour une présentation complète de toutes les fonctionnalités
hi: सभी विशेषताओं के पूरे वॉकथ्रू के लिए सेटिंग्स में ट्यूटोरियल देखें
it: Consulta il tutorial nelle Impostazioni per una panoramica completa di tutte le funzionalità
ja: すべての機能の完全なウォークスルーについては、設定のチュートリアルをチェックしてください
nl: Bekijk de tutorial in Instellingen voor een volledige doorloop van alle functies
pl: Sprawdź samouczek w Ustawieniach, aby przejść przez wszystkie funkcje
pt: Confira o tutorial nas Configurações para um guia completo de todas as funcionalidades
ru: Просмотрите учебник в наНастройках для полного руководства по всем функциям
th: ดูบทช่วยสอนในการตั้งค่าเพื่อเดินทางผ่านฟีเจอร์ทั้งหมดอย่างละเอียด
tr: Tüm özelliklerin tam bir turu için Ayarlar'daki eğitimi kontrol edin
uk: Перегляньте навчальний відеоролик у налаштуваннях для повного огляду всіх можливостей
zh_hans: 查看设置中的教程，完整走遍所有特性
zh_hant: 查看設定中的教程，完整走遍所有功能

# onboarding_tutorialList_item6
source: Questions or feedback? Send us a message anytime in Settings. Thanks!
da: Spørgsmål eller feedback? Send os en besked når som helst i Indstillinger. Tak!
de: Fragen oder Feedback? Senden Sie uns jederzeit eine Nachricht in den Einstellungen. Danke!
es: ¿Preguntas o comentarios? Envíanos un mensaje en cualquier momento en Configuración. ¡Gracias!
fr: Des questions ou des commentaires? Envoyez-nous un message à tout moment dans les Paramètres. Merci!
hi: प्रश्न या प्रतिक्रिया? सेटिंग्स में कभी भी हमें संदेश भेजें। धन्यवाद!
it: Domande o feedback? Mandaci un messaggio in qualsiasi momento nelle Impostazioni. Grazie!
ja: 質問やフィードバックがある場合は、いつでも設定でメッセージを送信してください。ありがとう！
nl: Vragen of feedback? Stuur ons op elk moment een bericht in Instellingen. Bedankt!
pl: Pytania lub opinie? Wyślij nam wiadomość w dowolnym momencie w Ustawieniach. Dzięki!
pt: Perguntas ou feedback? Envie-nos uma mensagem a qualquer momento nas Configurações. Obrigado!
ru: Вопросы или отзывы? Отправьте нам сообщение в любое время в настройках. Спасибо!
th: มีคำถามหรือข้อเสนอแนะ? ส่งข้อความถึงเราได้ตลอดเวลาที่การตั้งค่า ขอบคุณ!
tr: Soru veya geri bildiriminiz mi var? Ayarlar'da istediğiniz zaman bize bir mesaj gönderin. Teşekkürler!
uk: Питання або відгуки? Надішліть нам повідомлення в будь-який час у налаштуваннях. Дякуємо!
zh_hans: 有问题或反馈？随时在设置中给我们留言。感谢！
zh_hant: 有問題或反饋？隨時在設定中給我們發消息。謝謝！

# onboarding_tutorialList_title
source: Tutorial List
da: Vejledningsliste
de: Tutorial-Liste
es: Lista de tutoriales
fr: Liste de tutoriels
hi: ट्यूटोरियल सूची
it: Lista Tutorial
ja: チュートリアルリスト
nl: Tutorial Lijst
pl: Lista Samouczków
pt: Lista de Tutorial
ru: Список учебных материалов
th: รายการบทช่วยสอน
tr: Eğitim Listesi
uk: Список навчальних матеріалів
zh_hans: 教程列表
zh_hant: 教程列表

# auth_existingAccount_message
source: Proceeding to sign in with this account will overwrite any local data and changes you have made before signing in. Your data will be replaced with the data retrieved from the cloud. Are you sure you want to do this?
da: At fortsætte med at logge ind på denne konto vil overskrive eventuelle lokale data og ændringer, du har foretaget før login. Dine data vil blive erstattet med de data, der hentes fra skyen. Er du sikker på, at du vil gøre dette?
de: Wenn Sie sich mit diesem Konto anmelden, werden alle lokalen Daten und Änderungen, die Sie vor der Anmeldung vorgenommen haben, überschrieben. Ihre Daten werden durch die Daten aus der Cloud ersetzt. Sind Sie sicher, dass Sie dies tun möchten?
es: Proceder a iniciar sesión con esta cuenta sobrescribirá cualquier dato local y cambios que hayas realizado antes de iniciar sesión. Tus datos serán reemplazados con los datos recuperados de la nube. ¿Estás seguro de que quieres hacer esto?
fr: Procéder à la connexion avec ce compte écrasera toutes les données locales et les modifications que vous avez effectuées avant de vous connecter. Vos données seront remplacées par les données récupérées du cloud. Êtes-vous sûr de vouloir faire cela?
hi: इस खाते के साथ साइन इन करने के लिए आगे बढ़ने से पहले आपके द्वारा किए गए किसी भी स्थानीय डेटा और परिवर्तनों को ओवरराइट किया जाएगा। आपका डेटा बादल से पुनः प्राप्त डेटा के साथ बदल दिया जाएगा। क्या आप वाकई ऐसा करना चाहते हैं?
it: Procedere all'accesso con questo account sovrascriverà qualsiasi dato locale e modifiche che hai fatto prima di accedere. I tuoi dati saranno sostituiti con i dati recuperati dal cloud. Sei sicuro di voler fare questo?
ja: このアカウントでサインインを続けると、サインインする前に行ったローカルデータと変更が上書きされます。クラウドから取得したデータにデータが置き換えられます。これを行ってもよろしいですか？
nl: Doorgaan met inloggen op dit account zal alle lokale gegevens en wijzigingen die u heeft gemaakt voordat u inlogde overschrijven. Uw gegevens zullen worden vervangen door de gegevens opgehaald uit de cloud. Weet u zeker dat u dit wilt doen?
pl: Przejście do logowania tym kontem spowoduje nadpisanie wszelkich lokalnych danych i zmian, które wprowadziłeś przed zalogowaniem. Twoje dane zostaną zastąpione danymi pobranymi z chmury. Czy na pewno chcesz to zrobić?
pt: Prosseguir para entrar com esta conta substituirá quaisquer dados locais e alterações que você fez antes de entrar. Seus dados serão substituídos pelos dados recuperados da nuvem. Você tem certeza que deseja fazer isso?
ru: Продолжение входа с этим аккаунтом перезапишет любые локальные данные и изменения, сделанные вами до входа. Ваши данные будут заменены данными, полученными из облака. Вы уверены, что хотите это сделать?
th: การดำเนินการเข้าสู่ระบบด้วยบัญชีนี้จะเขียนทับข้อมูลและการเปลี่ยนแปลงใด ๆ ที่คุณทำก่อนหน้านี้ในระบบ ข้อมูลของคุณจะถูกเปลี่ยนเป็นข้อมูลที่ดึงมาจากคลาวด์ คุณแน่ใจหรือไม่ว่าต้องการทำเช่นนี้?
tr: Bu hesapla giriş yapmaya devam etmek, giriş yapmadan önce yaptığınız yerel veri ve değişiklikliklerin üzerine yazılmasına neden olacak ve verileriniz buluttan alınan verilerle değiştirilecektir. Bunu yapmak istediğinizden emin misiniz?
uk: Продовження входу з цим акаунтом перезапише будь-які локальні дані та зміни, які ви зробили до входу. Ваші дані будуть замінені даними, отриманими з хмари. Ви впевнені, що хочете це зробити?
zh_hans: 继续使用此账户登录将覆盖您在登录前所做的任何本地数据和更改。您的数据将被从云端检索的数据替换。您确定要这么做吗？
zh_hant: 繼續使用此帳戶登入將覆蓋您在登入前所做的任何本地數據和更改。您的數據將被從雲端檢索的數據替換。您確定要這樣做嗎？

# auth_existingAccount_title
source: Local data will be replaced
da: Lokale data vil blive erstattet
de: Lokale Daten werden ersetzt
es: Los datos locales serán reemplazados
fr: Les données locales seront remplacées
hi: स्थानीय डेटा बदल दिया जाएगा
it: I dati locali saranno sostituiti
ja: ローカルデータが置き換えられます
nl: Lokale gegevens worden vervangen
pl: Lokalne dane zostaną zastąpione
pt: Dados locais serão substituídos
ru: Локальные данные будут заменены
th: ข้อมูลในระบบจะถูกแทนที่
tr: Yerel veriler değiştirilecek
uk: Локальні дані будуть замінені
zh_hans: 本地数据将被替换
zh_hant: 本地數據將被替換

# error_internetRequired_message
source: The very first launch of TimeFinder requires an active internet connection. You can use the app offline without issues after this one-time initialization. Once you have established a connection to the internet, hit Retry to try again.
da: Den allerførste start af TimeFinder kræver en aktiv internetforbindelse. Du kan bruge appen offline uden problemer efter denne engangsinitialisering. Når du har etableret en forbindelse til internettet, tryk på Prøv igen for at forsøge igen.
de: Für den allerersten Start von TimeFinder ist eine aktive Internetverbindung erforderlich. Danach können Sie die App ohne Probleme offline nutzen. Sobald Sie eine Verbindung zum Internet hergestellt haben, tippen Sie auf 'Wiederholen', um es erneut zu versuchen.
es: El primer lanzamiento de TimeFinder requiere una conexión a internet activa. Puedes usar la aplicación sin conexión sin problemas después de esta inicialización única. Una vez que hayas establecido una conexión a internet, pulsa Reintentar para intentar de nuevo.
fr: Le tout premier lancement de TimeFinder nécessite une connexion internet active. Vous pouvez utiliser l'application hors ligne sans problème après cette initialisation unique. Une fois que vous avez établi une connexion à internet, appuyez sur Réessayer pour réessayer.
hi: TimeFinder का पहला लॉन्च एक सक्रिय इंटरनेट कनेक्शन की आवश्यकता होती है। इस एक बार के प्रारंभीकरण के बाद आप ऐप का ऑफ़लाइन बिना किसी समस्या के उपयोग कर सकते हैं। एक बार जब आप इंटरनेट से कनेक्ट हो जाएँ
it: Il primo avvio di TimeFinder richiede una connessione internet attiva. Puoi utilizzare l'app offline senza problemi dopo questa inizializzazione una tantum. Una volta che hai stabilito una connessione a internet, premi Riprova per tentare nuovamente.
ja: TimeFinderの最初の起動にはアクティブなインターネット接続が必要です。この一度限りの初期化の後は、問題なくオフラインでアプリを使用できます。インターネットに接続したら、「再試行」を押して再度お試しください。
nl: De allereerste lancering van TimeFinder vereist een actieve internetverbinding. U kunt de app offline gebruiken zonder problemen na deze eenmalige initialisatie. Zodra u een verbinding met het internet heeft vastgesteld, druk op Opnieuw proberen om het nog eens te proberen.
pl: Pierwsze uruchomienie TimeFinder wymaga aktywnego połączenia z internetem. Możesz korzystać z aplikacji offline bez problemów po tym jednorazowym uruchomieniu. Gdy nawiążesz połączenie z internetem, naciśnij Ponów, aby spróbować ponownie.
pt: O primeiro lançamento do TimeFinder requer uma conexão ativa com a internet. Você pode usar o aplicativo offline sem problemas após esta inicialização única. Uma vez que você tenha estabelecido uma conexão com a internet, clique em Tentar Novamente para tentar novamente.
ru: Для первого запуска TimeFinder требуется активное интернет-соединение. После этого вы можете использовать приложение в автономном режиме без проблем. Как только вы установите соединение с интернетом, нажмите Повторить, чтобы попробовать снова.
th: การเปิดใช้งาน TimeFinder เป็นครั้งแรกต้องการการเชื่อมต่ออินเทอร์เน็ตที่ใช้งานอยู่ คุณสามารถใช้แอปแบบออฟไลน์ได้โดยไม่มีปัญหาหลังจากการเริ่มต้นใช้งานครั้งนี้ หากคุณได้เชื่อมต่อกับอินเทอร์เน็ตแล้ว กด 'ลองอีกครั้ง' เพื่อดำเนินการต่อ
tr: TimeFinder'ı ilk kez başlatmak için aktif bir internet bağlantısı gereklidir. Bu tek seferlik bir başlatma sonrasında uygulamayı sorunsuz bir şekilde çevrimdışı kullanabilirsiniz. İnternete bağlandıktan sonra, tekrar denemek için Yeniden Dene'ye basın.
uk: Для першого запуску TimeFinder потрібне активне інтернет-з'єднання. Після цього одноразового ініціалізації ви можете використовувати додаток офлайн без проблем. Як тільки ви встановите з'єднання з інтернетом, натисніть Повторити, щоб спробувати знову.
zh_hans: TimeFinder的首次启动需要一个活动的互联网连接。在这一次初始化之后，您可以离线使用应用而不会遇到问题。一旦您建立了互联网连接，请点击重试再次尝试。
zh_hant: TimeFinder的首次啟動需要一個活動的互聯網連接。在完成這一次初始化之後，您可以離線使用應用程式而不會有問題。一旦您建立了互聯網連接，點擊重試再試一次。

# error_internetRequired_title
source: Internet connection required
da: Internetforbindelse påkrævet
de: Internetverbindung erforderlich
es: Se requiere conexión a internet
fr: Connexion internet requise
hi: इंटरनेट कनेक्शन आवश्यक
it: Connessione internet richiesta
ja: インターネット接続が必要です
nl: Internetverbinding vereist
pl: Wymagane połączenie z internetem
pt: Conexão com a internet necessária
ru: Требуется интернет-соединение
th: ต้องการการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı gerekiyor
uk: Потрібне інтернет-з'єднання
zh_hans: 需要互联网连接
zh_hant: 需要互聯網連接

# general_deselectAll_button
source: Deselect All
da: Fravælg alle
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी को अचयनित करें
it: Deseleziona Tutto
ja: すべての選択を解除
nl: Deselecteer Alles
pl: Odznacz Wszystko
pt: Desmarcar Todos
ru: Снять выделение со всех
th: ยกเลิกการเลือกทั้งหมด
tr: Tüm Seçimleri Kaldır
uk: Скасувати вибір усіх
zh_hans: 取消全选
zh_hant: 取消全選

# general_selectAll_button
source: Select All
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी को चुनें
it: Seleziona Tutto
ja: すべてを選択
nl: Selecteer Alles
pl: Zaznacz Wszystko
pt: Selecionar Todos
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 全選
