Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# ios_scheduleWidget_mockData_appointments_2
source: Meditate
da: Meditér
de: Meditieren
es: Meditar
fr: Méditer
hi: ध्यान
it: Meditare
ja: 瞑想
nl: Meditatie
pl: Medytacja
pt: Meditar
ru: Медитация
th: ทำสมาธิ
tr: Meditasyon
uk: Медитація
zh_hans: 冥想
zh_hant: 冥想

# ios_scheduleWidget_mockData_appointments_3
source: Emails
es: Correos
hi: ईमेल्स
it: Email
ja: メール確認
pl: Emaile
ru: Электронные письма
th: อีเมล
tr: E-postalar
uk: Електронні листи
zh_hans: 电子邮件
zh_hant: 電子郵件

# ios_scheduleWidget_mockData_appointments_4
source: Coffee
da: Kaffe
de: Kaffee
es: Café
fr: Café
hi: कॉफी
it: Caffè
ja: コーヒー
nl: Koffie
pl: Kawa
pt: Café
ru: Кофе
th: กาแฟ
tr: Kahve
uk: Кава
zh_hans: 咖啡
zh_hant: 咖啡

# ios_scheduleWidget_mockData_appointments_5
source: Collab
da: Samarbejd
de: Kollaboration
es: Colaboración
hi: सहयोग
ja: コラボレーション
nl: Samenwerking
pl: Współpraca
pt: Colaborar
ru: Сотрудничество
th: ทำงานร่วมกัน
tr: İşbirliği
uk: Співпраця
zh_hans: 合作
zh_hant: 合作

# ios_scheduleWidget_mockData_appointments_6
source: Meeting
da: Møde
de: Besprechung
es: Reunión
fr: Réunion
hi: मीटिंग
it: Riunione
ja: 会議
nl: Vergadering
pl: Spotkanie
pt: Reunião
ru: Встреча
th: การประชุม
tr: Toplantı
uk: Зустріч
zh_hans: 会议
zh_hant: 會議

# ios_scheduleWidget_widgetDisplayName
source: Schedule
da: Tidsplan
de: Zeitplan
es: Horario
fr: Emploi du temps
hi: अनुसूची
it: Programma
ja: スケジュール
nl: Schema
pl: Harmonogram
pt: Agenda
ru: Расписание
th: ตารางเวลา
tr: Program
uk: Розклад
zh_hans: 日程
zh_hant: 日程

# ios_scheduleWidget_widgetDescription
source: See your current and upcoming tasks
da: Se dine nuværende og kommende opgaver
de: Sehen Sie Ihre aktuellen und bevorstehenden Aufgaben
es: Ver tus tareas actuales y próximas
fr: Voir vos tâches actuelles et à venir
hi: अपने वर्तमान और आगामी कार्यों को देखें
it: Vedi i tuoi compiti attuali e imminenti
ja: 現在および今後のタスクを確認
nl: Bekijk uw huidige en komende taken
pl: Zobacz swoje bieżące i nadchodzące zadania
pt: Veja suas tarefas atuais e futuras
ru: Просмотр текущих и предстоящих задач
th: ดูงานปัจจุบันและงานถัดไปของคุณ
tr: Mevcut ve yaklaşan görevlerinizi görün
uk: Перегляньте свої поточні та майбутні завдання
zh_hans: 查看当前和即将到来的任务
zh_hant: 查看您當前和即將到來的任務

# lists_add_button
source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 添加

# lists_deleteList_button
source: Delete List
da: Slet liste
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
hi: सूची हटाएं
it: Elimina Lista
ja: リストを削除
nl: Lijst Verwijderen
pl: Usuń Listę
pt: Excluir Lista
ru: Удалить список
th: ลบรายการ
tr: Listeyi Sil
uk: Видалити список
zh_hans: 删除列表
zh_hant: 刪除列表

# lists_deleteList_prompt
source: Are you sure you want to delete this list and all its contents? This cannot be undone.
da: Er du sikker på, at du vil slette denne liste og alt dens indhold? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Liste und all ihre Inhalte löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta lista y todo su contenido? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette liste et tout son contenu? Cela ne peut pas être annulé.
hi: क्या आप वाकई इस सूची और इसकी सभी सामग्री को हटाना चाहते हैं? इसे पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare questa lista e tutto il suo contenuto? Questa azione non può essere annullata.
ja: このリストとそのすべての内容を削除してもよろしいですか？これは元に戻せません。
nl: Weet u zeker dat u deze lijst en al zijn inhoud wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tę listę i wszystkie jej zawartości? Tej operacji nie można cofnąć.
pt: Você tem certeza que deseja excluir esta lista e todo o seu conteúdo? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить этот список и все его содержимое? Это действие не может быть отменено.
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้และเนื้อหาทั้งหมด? การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu listeyi ve tüm içeriğini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей список та весь його вміст? Це не можна буде скасувати.
zh_hans: 您确定要删除此列表及其所有内容吗？此操作无法撤销。
zh_hant: 您確定要刪除此列表及其所有內容嗎？這無法撤銷。

# lists_deleteTasks_prompt
source: Delete {count, plural, =1{1 Task} other{{count} Tasks}}?
da: Slet {count, plural, =1{1 opgave} other{{count} opgaver}}?
de: Löschen {count, plural, =1{1 Aufgabe} other{{count} Aufgaben}}?
es: ¿Eliminar {count, plural, =1{1 tarea} other{{count} tareas}}?
fr: Supprimer {count, plural, =1{1 Tâche} other{{count} Tâches}}?
hi: {count, plural, =1{1 कार्य} other{{count} कार्यों}} को हटाएं?
it: Eliminare {count, plural, =1{1 Compito} other{{count} Compiti}}?
ja: {count, plural, =1{1つのタスク} other{{count}つのタスク}}を削除しますか？
nl: Verwijder {count, plural, =1{1 Taak} other{{count} Taken}}?
pl: Usunąć {count, plural, =1{1 Zadanie} other{{count} Zadania}}?
pt: Excluir {count, plural, =1{1 Tarefa} other{{count} Tarefas}}?
ru: Удалить {count, plural, =1{1 задачу} other{{count} задач}}?
th: ลบ {count, plural, =1{1 งาน} other{{count} งาน}}?
tr: {count, plural, =1{1 Görev} other{{count} Görev}} silinsin mi?
uk: Видалити {count, plural, one {1 завдання} few {{count} завдання} many {{count} завдань} other {{count} завдань}}?
zh_hans: 删除 {count, plural, =1{1 项任务} other{{count} 项任务}}？
zh_hant: 刪除 {count, plural, =1{1 個任務} other{{count} 個任務}}？

# lists_doneSwipeAction_button
source: Done
da: Udført
de: Erledigt
es: Hecho
fr: Fait
hi: पूरा हुआ
it: Fatto
ja: 完了
nl: Voltooid
pl: Zrobione
pt: Concluído
ru: Выполнено
th: เสร็จสิ้น
tr: Tamam
uk: Готово
zh_hans: 完成
zh_hant: 完成

# lists_showListInfo_button
source: Show List Info
da: Vis listeinfo
de: Listeninformationen anzeigen
es: Mostrar información de la lista
fr: Afficher les infos de la liste
hi: सूची जानकारी दिखाएं
it: Mostra Informazioni Lista
ja: リスト情報を表示
nl: Toon Lijstinformatie
pl: Pokaż Informacje o Liście
pt: Mostrar Informações da Lista
ru: Показать информацию о списке
th: แสดงข้อมูลรายการ
tr: Liste Bilgisini Göster
uk: Показати інформацію про список
zh_hans: 显示列表信息
zh_hant: 顯示列表信息

# lists_listInfo_title
source: List Info
da: Listeinfo
de: Listeninformationen
es: Información de la lista
fr: Infos de la liste
hi: सूची जानकारी
it: Informazioni Lista
ja: リスト情報
nl: Lijstinformatie
pl: Informacje o Liście
pt: Informações da Lista
ru: Информация о списке
th: ข้อมูลรายการ
tr: Liste Bilgisi
uk: Інформація про список
zh_hans: 列表信息
zh_hant: 列表信息

# lists_listIcon_label
source: Icon
da: Ikon
de: Symbol
es: Icono
fr: Icône
hi: आइकन
it: Icona
ja: アイコン
nl: Icoon
pl: Ikona
pt: Ícone
ru: Иконка
th: ไอคอน
tr: Simge
uk: Іконка
zh_hans: 图标
zh_hant: 圖標

# lists_listName_label
source: List Name
da: Listenavn
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
hi: सूची नाम
it: Nome Lista
ja: リスト名
nl: Lijstnaam
pl: Nazwa Listy
pt: Nome da Lista
ru: Название списка
th: ชื่อรายการ
tr: Liste Adı
uk: Назва списку
zh_hans: 列表名称
zh_hant: 列表名稱

# lists_newList_title
source: New List
da: Ny liste
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
hi: नई सूची
it: Nuova Lista
ja: 新しいリスト
nl: Nieuwe Lijst
pl: Nowa Lista
pt: Nova Lista
ru: Новый список
th: รายการใหม่
tr: Yeni Liste
uk: Новий список
zh_hans: 新列表
zh_hant: 新列表

# lists_noListsYet_label
source: No lists
da: Ingen lister
de: Keine Listen
es: No hay listas
fr: Aucune liste
hi: कोई सूची नहीं
it: Nessuna lista
ja: リストなし
nl: Geen lijsten
pl: Brak list
pt: Nenhuma lista
ru: Нет списков
th: ไม่มีรายการ
tr: Liste yok
uk: Жодних списків
zh_hans: 没有列表
zh_hant: 沒有列表

# lists_selectTasks_button
source: Select Tasks
da: Vælg opgaver
de: Aufgaben auswählen
es: Seleccionar tareas
fr: Sélectionner les tâches
hi: कार्य चुनें
it: Seleziona Compiti
ja: タスクを選択
nl: Selecteer Taken
pl: Wybierz Zadania
pt: Selecionar Tarefas
ru: Выбрать задачи
th: เลือกงาน
tr: Görevleri Seç
uk: Вибрати завдання
zh_hans: 选择任务
zh_hant: 選擇任務

# lists_tapToAddTask_prompt
source: Tap anywhere to add a task
da: Tryk hvor som helst for at tilføje en opgave
de: Tippen Sie irgendwo, um eine Aufgabe hinzuzufügen
es: Toca en cualquier lugar para añadir una tarea
fr: Tapez n'importe où pour ajouter une tâche
hi: कार्य जोड़ने के लिए कहीं भी टैप करें
it: Tocca ovunque per aggiungere un compito
ja: どこでもタップしてタスクを追加
nl: Tik ergens om een taak toe te voegen
pl: Dotknij gdziekolwiek, aby dodać zadanie
pt: Toque em qualquer lugar para adicionar uma tarefa
ru: Нажмите в любом месте, чтобы добавить задачу
th: แตะที่ไหนก็ได้เพื่อเพิ่มงาน
tr: Görev eklemek için herhangi bir yere dokunun
uk: Натисніть де-небудь, щоб додати завдання
zh_hans: 点击任意位置添加任务
zh_hant: 點擊任何地方添加任務

# lists_taskName_label
source: Task Name
da: Opgavenavn
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
hi: कार्य नाम
it: Nome Compito
ja: タスク名
nl: Taaknaam
pl: Nazwa Zadania
pt: Nome da Tarefa
ru: Название задачи
th: ชื่องาน
tr: Görev Adı
uk: Назва завдання
zh_hans: 任务名称
zh_hant: 任務名稱

# lists_undoSwipeAction_button
source: Undo
da: Fortryd
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
nl: Ongedaan Maken
pl: Cofnij
pt: Desfazer
ru: Отмена
th: ย้อนกลับ
tr: Geri Al
uk: Скасувати
zh_hans: 撤销
zh_hant: 撤銷

# schedule_day_label
source: Day
da: Dag
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
nl: Dag
pl: Dzień
pt: Dia
ru: День
th: วัน
tr: Gün
uk: День
zh_hans: 天
zh_hant: 日

# schedule_deleteTasks_prompt
source: Are you sure you want to delete {count, plural, =1{1 this task} other{{count} these tasks}}?
da: Er du sikker på, at du vil slette {count, plural, =1{denne opgave} other{disse opgaver}}?
de: Sind Sie sicher, dass Sie {count, plural, =1{diese Aufgabe} other{diese {count} Aufgaben}} löschen möchten?
es: ¿Estás seguro de que quieres eliminar {count, plural, =1{esta tarea} other{{count} estas tareas}}?
fr: Êtes-vous sûr de vouloir supprimer {count, plural, =1{cette tâche} other{ces {count} tâches}}?
hi: क्या आप वाकई {count, plural, =1{इस कार्य} other{{count} इन कार्यों}} को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare {count, plural, =1{questo compito} other{questi {count} compiti}}?
ja: {count, plural, =1{このタスク} other{これら{count}のタスク}}を削除してもよろしいですか？
nl: Weet u zeker dat u {count, plural, =1{deze taak} other{deze taken}} wilt verwijderen?
pl: Czy na pewno chcesz usunąć {count, plural, =1{to zadanie} other{te zadania}}?
pt: Você tem certeza que deseja excluir {count, plural, =1{esta tarefa} other{estas tarefas}}?
ru: Вы уверены, что хотите удалить {count, plural, =1{эту задачу} other{{count} эти задачи}}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {count, plural, =1{1 งานนี้} other{{count} งานนี้}}?
tr: {count, plural, =1{Bu görevi} other{Bu görevleri}} silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {count, plural, one {це завдання} other {{count} ці завдання}}?
zh_hans: 您确定要删除{count, plural, =1{这个任务} other{这些任务}}吗？
zh_hant: 您確定要刪除{count, plural, =1{這個任務} other{{count}這些任務}}嗎？

# schedule_recur_deleteAll_prompt
source: Are you sure you want to delete all instances of this task?
da: Er du sikker på, at du vil slette alle forekomster af denne opgave?
de: Sind Sie sicher, dass Sie alle Instanzen dieser Aufgabe löschen möchten?
es: ¿Está seguro de que desea eliminar todas las instancias de esta tarea?
fr: Êtes-vous sûr de vouloir supprimer toutes les instances de cette tâche ?
hi: क्या आप वाकई इस कार्य के सभी उदाहरण हटाना चाहते हैं?
it: Sei sicuro di voler eliminare tutte le istanze di questa attività?
ja: このタスクのすべてのインスタンスを削除してもよろしいですか?
nl: Weet u zeker dat u alle exemplaren van deze taak wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie wystąpienia tego zadania?
pt: Tem certeza de que deseja excluir todas as instâncias desta tarefa?
ru: Вы уверены, что хотите удалить все экземпляры этой задачи?
th: คุณแน่ใจหรือไม่ว่าต้องการลบอินสแตนซ์ทั้งหมดของงานนี้
tr: Bu görevin tüm örneklerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити всі екземпляри цього завдання?
zh_hans: 您确定要删除此任务的所有实例吗？
zh_hant: 您確定要刪除此任務的所有實例嗎？

# schedule_recur_deleteAll_title
source: Delete Recurring Task
da: Slet gentaget opgave
de: Wiederkehrende Aufgabe löschen
es: Eliminar tarea recurrente
fr: Supprimer la tâche récurrente
hi: आवर्ती कार्य हटाएं
it: Elimina Compito Ricorrente
ja: 繰り返しタスクを削除
nl: Terugkerende Taak Verwijderen
pl: Usuń Powtarzające Się Zadanie
pt: Excluir Tarefa Recorrente
ru: Удалить повторяющуюся задачу
th: ลบงานที่เกิดซ้ำ
tr: Tekrarlayan Görevi Sil
uk: Видалити повторюване завдання
zh_hans: 删除重复任务
zh_hant: 刪除重複任務

# schedule_recur_move_prompt
source: This action will also affect all future instances of this task. Proceed?
da: Denne handling vil også påvirke alle fremtidige instanser af denne opgave. Fortsæt?
de: Diese Aktion wirkt sich auch auf alle zukünftigen Instanzen dieser Aufgabe aus. Fortfahren?
es: Esta acción también afectará a todas las futuras instancias de esta tarea. ¿Proceder?
fr: Cette action affectera également toutes les instances futures de cette tâche. Procéder?
hi: यह क्रिया इस कार्य के सभी भविष्य के उदाहरणों को भी प्रभावित करेगी। आगे बढ़ें?
it: Questa azione influenzerà anche tutte le future istanze di questo compito. Procedere?
ja: この操作はこのタスクの将来のすべてのインスタンスにも影響します。続行しますか？
nl: Deze actie zal ook alle toekomstige instanties van deze taak beïnvloeden. Doorgaan?
pl: Ta akcja wpłynie również na wszystkie przyszłe wystąpienia tego zadania. Kontynuować?
pt: Esta ação também afetará todas as futuras instâncias desta tarefa. Prosseguir?
ru: Это действие также повлияет на все будущие экземпляры этой задачи. Продолжить?
th: การกระทำนี้จะส่งผลต่อการเกิดซ้ำของงานนี้ในอนาคตด้วย ต้องการดำเนินการต่อหรือไม่?
tr: Bu işlem, bu görevin tüm gelecek örneklerini de etkileyecektir. Devam edilsin mi?
uk: Ця дія також вплине на всі майбутні випадки цього завдання. Продовжити?
zh_hans: 此操作也会影响此任务的所有未来实例。继续吗？
zh_hant: 此操作也會影響此任務的所有未來實例。繼續？

# schedule_recur_move_title
source: Move Recurring Appointment
da: Flyt gentaget aftale
de: Wiederkehrenden Termin verschieben
es: Mover cita recurrente
fr: Déplacer le rendez-vous récurrent
hi: आवर्ती नियुक्ति स्थानांतरित करें
it: Sposta Appuntamento Ricorrente
ja: 繰り返し予定を移動
nl: Terugkerende Afspraak Verplaatsen
pl: Przenieś Powtarzające Się Spotkanie
pt: Mover Compromisso Recorrente
ru: Переместить повторяющееся событие
th: ย้ายการนัดหมายที่เกิดซ้ำ
tr: Tekrarlayan Randevuyu Taşı
uk: Перемістити повторювану зустріч
zh_hans: 移动重复预约
zh_hant: 移動重複約會

# schedule_recur_taskRecurrencePage_title
source: Recurrence
da: Gentagelse
de: Wiederholung
es: Recurrencia
fr: Récurrence
hi: आवर्तन
it: Ricorrenza
ja: 繰り返し
nl: Herhaling
pl: Powtarzanie
pt: Recorrência
ru: Повторение
th: การเกิดซ้ำ
tr: Tekrar
uk: Повторення
zh_hans: 重复
zh_hant: 重複

# schedule_recur_taskRepeatsOn_everyDay_label
source: Repeats every day
da: Gentager hver dag
de: Wiederholt sich jeden Tag
es: Se repite todos los días
fr: Se répète tous les jours
hi: प्रत्येक दिन दोहराएं
it: Si ripete ogni giorno
ja: 毎日繰り返す
nl: Herhaalt elke dag
pl: Powtarza się każdego dnia
pt: Repete todos os dias
ru: Повторяется каждый день
th: ทำซ้ำทุกวัน
tr: Her gün tekrar eder
uk: Повторюється щодня
zh_hans: 每天重复
zh_hant: 每天重複

# schedule_recur_taskRepeatsOn_multipleDays_label
source: Repeats weekly on {daysList}
da: Gentager ugentligt på {daysList}
de: Wiederholt sich wöchentlich an {daysList}
es: Se repite semanalmente en {daysList}
fr: Se répète chaque semaine le {daysList}
hi: {daysList} पर साप्ताहिक दोहराएं
it: Si ripete settimanalmente il {daysList}
ja: {daysList}に週ごとに繰り返す
nl: Herhaalt wekelijks op {daysList}
pl: Powtarza się co tydzień w {daysList}
pt: Repete semanalmente em {daysList}
ru: Повторяется еженедельно в {daysList}
th: ทำซ้ำทุกสัปดาห์ใน {daysList}
tr: {daysList} günlerinde haftalık tekrar eder
uk: Повторюється щотижня в {daysList}
zh_hans: 每周重复于 {daysList}
zh_hant: 每週重複於 {daysList}

# schedule_recur_taskRepeatsOn_noDays_label
source: Does not repeat
da: Gentager ikke
de: Wiederholt sich nicht
es: No se repite
fr: Ne se répète pas
hi: दोहराता नहीं है
it: Non si ripete
ja: 繰り返さない
nl: Herhaalt niet
pl: Nie powtarza się
pt: Não se repete
ru: Не повторяется
th: ไม่ทำซ้ำ
tr: Tekrar etmez
uk: Не повторюється
zh_hans: 不重复
zh_hant: 不重複

# schedule_recur_taskRepeatsOn_singleDay_label
source: Repeats weekly on {day}
da: Gentager ugentligt på {day}
de: Wiederholt sich wöchentlich am {day}
es: Se repite semanalmente en {day}
fr: Se répète chaque semaine le {day}
hi: {day} पर साप्ताहिक दोहराएं
it: Si ripete settimanalmente il {day}
ja: {day}に週ごとに繰り返す
nl: Herhaalt wekelijks op {day}
pl: Powtarza się co tydzień w {day}
pt: Repete semanalmente em {day}
ru: Повторяется еженедельно в {day}
th: ทำซ้ำทุกสัปดาห์ใน {day}
tr: {day} gününde haftalık tekrar eder
uk: Повторюється щотижня в {day}
zh_hans: 每周重复于 {day}
zh_hant: 每週重複於 {day}

# schedule_taskSheet_taskDescription_hintText
source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย
tr: Açıklama
uk: Опис
zh_hans: 描述
zh_hant: 描述

# schedule_taskSheet_xMinutes_label
source: {durationInMinutes} min
hi: {durationInMinutes} मिनट
ja: {durationInMinutes}分
ru: {durationInMinutes} мин
th: {durationInMinutes} นาที
tr: {durationInMinutes} dk
uk: {durationInMinutes} хв
zh_hans: {durationInMinutes} 分钟
zh_hant: {durationInMinutes} 分鐘

# schedule_taskShift_noTasks_message
source: Use these buttons to shift all appointments up or down
da: Brug disse knapper til at flytte alle aftaler op eller ned
de: Mit diesen Schaltflächen können Sie alle Termine nach oben oder unten verschieben
es: Utilice estos botones para subir o bajar todas las citas
fr: Utilisez ces boutons pour décaler tous les rendez-vous vers le haut ou vers le bas
hi: सभी नियुक्तियों को ऊपर या नीचे स्थानांतरित करने के लिए इन बटनों का उपयोग करें
it: Utilizzare questi pulsanti per spostare tutti gli appuntamenti verso l&#39;alto o verso il basso
ja: これらのボタンを使用して、すべての予定を上または下に移動します
nl: Gebruik deze knoppen om alle afspraken omhoog of omlaag te verschuiven
pl: Użyj tych przycisków, aby przesunąć wszystkie spotkania w górę lub w dół
pt: Use estes botões para mover todos os compromissos para cima ou para baixo
ru: Используйте эти кнопки, чтобы переместить все встречи вверх или вниз.
th: ใช้ปุ่มเหล่านี้เพื่อเลื่อนการนัดหมายทั้งหมดขึ้นหรือลง
tr: Tüm randevuları yukarı veya aşağı kaydırmak için bu düğmeleri kullanın
uk: Використовуйте ці кнопки, щоб перемістити всі зустрічі вгору або вниз
zh_hans: 使用这些按钮向上或向下移动所有约会
zh_hant: 使用這些按鈕向上或向下移動所有約會

# schedule_taskShift_notPossible_message
source: Task shifting not possible—task would slide off schedule
da: Opgaveforskydning ikke mulig - opgave ville glide ud af tidsplanen
de: Aufgabenverschiebung nicht möglich – die Aufgabe würde aus dem Zeitplan rutschen
es: No es posible desplazar la tarea: la tarea se saldría del horario
fr: Décalage de tâche impossible - la tâche glisserait hors de l'emploi du temps
hi: कार्य खिसकाना संभव नहीं है—कार्य अनुसूची से बाहर फिसल जाएगा
it: Spostamento compito non possibile - il compito scivolerebbe fuori dall'orario
ja: タスクのシフトが不可能です - タスクがスケジュールから外れます
nl: Taakverschuiving niet mogelijk—taak zou van schema afglijden
pl: Przesunięcie zadania nie jest możliwe — zadanie wysunęłoby się poza harmonogram
pt: Movimentação de tarefa não possível — a tarefa sairia da agenda
ru: Сдвиг задач невозможен — задача выйдет за рамки расписания
th: ไม่สามารถเลื่อนงานได้—งานจะเลื่อนออกจากตารางเวลา
tr: Görev kaydırması mümkün değil - görev programdan kayar
uk: Зміщення завдання неможливе - завдання виїде за межі розкладу
zh_hans: 任务移动不可行——任务将会滑出日程
zh_hant: 任務移動不可能——任務會從日程中滑出

# schedule_week_label
source: Week
da: Uge
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
it: Settimana
ja: 週
pl: Tydzień
pt: Semana
ru: Неделя
th: สัปดาห์
tr: Hafta
uk: Тиждень
zh_hans: 周
zh_hant: 週

# settings_acknowledgements_title
source: Acknowledgements
da: Anerkendelser
de: Danksagungen
es: Agradecimientos
fr: Remerciements
hi: प्रशंसापत्र
it: Ringraziamenti
ja: 謝辞
nl: Erkenningen
pl: Podziękowania
pt: Agradecimentos
ru: Благодарности
th: ขอบคุณ
tr: Teşekkürler
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

# settings_calendarSync_label
source: Calendar Sync
da: Kalendersynkronisering
de: Kalendersynchronisierung
es: Sincronización de calendario
fr: Synchronisation du calendrier
hi: कैलेंडर सिंक
it: Sincronizzazione Calendario
ja: カレンダー同期
nl: Kalendersynchronisatie
pl: Synchronizacja Kalendarza
pt: Sincronização de Calendário
ru: Синхронизация календаря
th: ซิงค์ปฏิทิน
tr: Takvim Senkronizasyonu
uk: Синхронізація календаря
zh_hans: 日历同步
zh_hant: 日曆同步

# settings_deleteAccount_button
source: Delete Account and All Data
da: Slet konto og alle data
de: Konto und alle Daten löschen
es: Eliminar cuenta y todos los datos
fr: Supprimer le compte et toutes les données
hi: खाता और सभी डेटा हटाएं
it: Elimina Account e Tutti i Dati
ja: アカウントとすべてのデータを削除
nl: Account en Alle Gegevens Verwijderen
pl: Usuń Konto i Wszystkie Dane
pt: Excluir Conta e Todos os Dados
ru: Удалить аккаунт и все данные
th: ลบบัญชีและข้อมูลทั้งหมด
tr: Hesabı ve Tüm Verileri Sil
uk: Видалити акаунт та всі дані
zh_hans: 删除账户及所有数据
zh_hant: 刪除帳戶及所有數據

# settings_deleteAccount_prompt
source: Are you sure you want to delete your account and all data? This cannot be undone.
da: Er du sikker på, at du vil slette din konto og alle data? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie Ihr Konto und alle Daten löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar tu cuenta y todos los datos? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte et toutes les données? Cela ne peut pas être annulé.
hi: क्या आप वाकई अपना खाता और सभी डेटा हटाना चाहते हैं? इसे पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare il tuo account e tutti i dati? Questa azione non può essere annullata.
ja: アカウントとすべてのデータを削除してもよろしいですか？これは元に戻せません。
nl: Weet u zeker dat u uw account en alle gegevens wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć swoje konto i wszystkie dane? Tej operacji nie można cofnąć.
pt: Você tem certeza que deseja excluir sua conta e todos os dados? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить ваш аккаунт и все данные? Это действие не может быть отменено.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีและข้อมูลทั้งหมดของคุณ? การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Hesabınızı ve tüm verileri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити свій акаунт та всі дані? Це не можна буде скасувати.
zh_hans: 您确定要删除您的账户和所有数据吗？此操作无法撤销。
zh_hant: 您確定要刪除您的帳戶和所有數據嗎？這無法撤銷。

# settings_deleteAccount_success
source: Account deleted successfully
da: Konto slettet succesfuldt
de: Konto erfolgreich gelöscht
es: Cuenta eliminada con éxito
fr: Compte supprimé avec succès
hi: खाता सफलतापूर्वक हटाया गया
it: Account eliminato con successo
ja: アカウントを正常に削除しました
nl: Account succesvol verwijderd
pl: Konto zostało pomyślnie usunięte
pt: Conta excluída com sucesso
ru: Аккаунт успешно удален
th: ลบบัญชีสำเร็จ
tr: Hesap başarıyla silindi
uk: Акаунт успішно видалено
zh_hans: 账户删除成功
zh_hant: 帳戶成功刪除

# settings_enterPositiveInteger_label
source: Enter a positive integer
da: Indtast et positivt heltal
de: Geben Sie eine positive ganze Zahl ein
es: Introduce un número entero positivo
fr: Entrez un entier positif
hi: एक सकारात्मक पूर्णांक दर्ज करें
it: Inserisci un intero positivo
ja: 正の整数を入力してください
nl: Voer een positief geheel getal in
pl: Wprowadź dodatnią liczbę całkowitą
pt: Digite um número inteiro positivo
ru: Введите положительное целое число
th: ใส่จำนวนเต็มบวก
tr: Pozitif bir tam sayı girin
uk: Введіть додатне ціле число
zh_hans: 输入一个正整数
zh_hant: 輸入一個正整數
