Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# general_thankYouForPurchase_message
source: Thanks for using TimeFinder! -Luke
da: Tak fordi du bruger TimeFinder! -Luke
de: Danke, dass Sie TimeFinder nutzen! -Luke
es: ¡Gracias por usar TimeFinder! -Luke
fr: Merci d'utiliser TimeFinder! -Luke
hi: TimeFinder का उपयोग करने के लिए धन्यवाद! -ल्यूक
it: Grazie per aver utilizzato TimeFinder! -Luke
ja: TimeFinderをご利用いただきありがとうございます！ -Luke
nl: Bedankt voor het gebruiken van TimeFinder! -Luke
pl: Dziękujemy za korzystanie z TimeFinder! -Luke
pt: Obrigado por usar o TimeFinder! -Luke
ru: Спасибо за использование TimeFinder! -Люк
th: ขอบคุณที่ใช้ TimeFinder! -Luke
tr: TimeFinder'ı kullandığınız için teşekkürler! -Luke
uk: Дякуємо за використання TimeFinder! -Лука
zh_hans: 感谢您使用TimeFinder！-Luke
zh_hant: 感謝您使用TimeFinder！-Luke

# general_thankYouForPurchase_title
source: Thank you!
da: Tak!
de: Danke!
es: ¡Gracias!
fr: Merci!
hi: धन्यवाद!
it: Grazie!
ja: ありがとうございます！
nl: Dank u!
pl: Dziękuję!
pt: Obrigado!
ru: Спасибо!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякуємо!
zh_hans: 谢谢您！
zh_hant: 謝謝您！

# infoPlist_NSCalendarsUsageDescription
source: TimeFinder requires access to your Calendars to enable Calendar Sync.
da: TimeFinder kræver adgang til dine kalendere for at aktivere kalendersynkronisering.
de: TimeFinder benötigt Zugriff auf Ihre Kalender, um die Kalendersynchronisierung zu aktivieren.
es: TimeFinder requiere acceso a sus calendarios para habilitar Calendar Sync.
fr: TimeFinder nécessite l&#39;accès à vos calendriers pour activer la synchronisation du calendrier.
hi: कैलेंडर सिंक को सक्षम करने के लिए टाइमफ़ाइंडर को आपके कैलेंडर तक पहुंच की आवश्यकता होती है।
it: TimeFinder richiede l&#39;accesso ai tuoi calendari per abilitare la sincronizzazione del calendario.
ja: TimeFinder では、カレンダー同期を有効にするためにカレンダーにアクセスする必要があります。
nl: TimeFinder vereist toegang tot uw agenda&#39;s om Agendasynchronisatie in te schakelen.
pl: TimeFinder wymaga dostępu do Twoich kalendarzy, aby włączyć synchronizację kalendarza.
pt: O TimeFinder requer acesso aos seus calendários para ativar a sincronização do calendário.
ru: TimeFinder требует доступа к вашим календарям, чтобы включить синхронизацию календаря.
th: TimeFinder ต้องการการเข้าถึงปฏิทินของคุณเพื่อเปิดใช้งานการซิงค์ปฏิทิน
tr: TimeFinder&#39;ın Takvim Senkronizasyonunu etkinleştirmek için Takvimlerinize erişmesi gerekir.
uk: Щоб увімкнути синхронізацію календаря, TimeFinder потрібен доступ до ваших календарів.
zh_hans: TimeFinder 需要访问您的日历才能启用日历同步。
zh_hant: TimeFinder 需要存取您的行事曆才能啟用行事曆同步。

# infoPlist_NSContactsUsageDescription
source: Contacts are used with shared calendars to display your contact's name to tell them apart from other calendars. Your contacts will not saved, shared, or uploaded.
da: Kontakter bruges sammen med delte kalendere for at vise din kontakts navn for at skelne dem fra andre kalendere. Dine kontakter vil ikke blive gemt, delt eller uploadet.
de: Kontakte werden zusammen mit gemeinsam genutzten Kalendern verwendet, um den Namen Ihres Kontakts anzuzeigen, damit Sie ihn von anderen Kalendern unterscheiden können. Ihre Kontakte werden nicht gespeichert, geteilt oder hochgeladen.
es: Los contactos se usan con calendarios compartidos para mostrar el nombre de tu contacto y distinguirlo de otros calendarios. Tus contactos no se guardarán, compartirán ni subirán.
fr: Les contacts sont utilisés avec les calendriers partagés pour afficher le nom de votre contact afin de les distinguer des autres calendriers. Vos contacts ne seront pas sauvegardés, partagés ou téléchargés.
hi: संपर्कों का उपयोग साझा कैलेंडरों के साथ किया जाता है ताकि आपके संपर्क का नाम दिखाया जा सके ताकि आप उन्हें अन्य कैलेंडरों से अलग कर सकें। आपके संपर्कों को सहेजा, साझा, या अपलोड नहीं किया जाएगा।
it: I contatti vengono utilizzati con i calendari condivisi per visualizzare il nome del tuo contatto per distinguerli dagli altri calendari. I tuoi contatti non verranno salvati, condivisi o caricati.
ja: 共有カレンダーでコンタクトの名前を表示し、他のカレンダーと区別するためにコンタクトが使用されます。あなたのコンタクトは保存されず、共有されず、アップロードされません。
nl: Contacten worden gebruikt met gedeelde kalenders om de naam van uw contact weer te geven om ze te onderscheiden van andere kalenders. Uw contacten worden niet opgeslagen, gedeeld of geüpload.
pl: Kontakty są używane wraz z udostępnianymi kalendarzami, aby wyświetlać nazwę Twojego kontaktu, aby odróżnić go od innych kalendarzy. Twoje kontakty nie będą zapisywane, udostępniane ani przesyłane.
pt: Os contatos são usados com calendários compartilhados para exibir o nome do seu contato para diferenciá-los de outros calendários. Seus contatos não serão salvos, compartilhados ou carregados.
ru: Контакты используются совместно с календарями для отображения имени вашего контакта, чтобы отличать его от других календарей. Ваши контакты не будут сохранены, поделены или загружены.
th: ติดต่อกับปฏิทินที่แชร์เพื่อแสดงชื่อผู้ติดต่อของคุณเพื่อช่วยให้คุณสามารถแยกแยะปฏิทินจากกันได้ ผู้ติดต่อของคุณจะไม่ถูกบันทึก แชร์ หรืออัปโหลด
tr: Ortak takvimlerle kullanılan kişiler, diğer takvimlerden farklı olarak kişilerinizin adını göstermek için kullanılır. Kişileriniz kaydedilmeyecek, paylaşılmayacak veya yüklenmeyecektir.
uk: Контакти використовуються разом зі спільними календарями для відображення імені вашого контакту, щоб відрізняти їх від інших календарів. Ваші контакти не будуть збережені, поділені або завантажені.
zh_hans: 联系人用于共享日历，以显示您的联系人姓名，以便于与其他日历区分。您的联系人不会被保存、共享或上传。
zh_hant: 與共享日曆一起使用聯繫人，以顯示您聯繫人的名字來區分其他日曆。您的聯繫人不會被保存、共享或上傳。

# infoPlist_NSLocationWhenInUseUsageDescription
source: TimeFinder needs access to your location for this feature.
da: TimeFinder har brug for adgang til din placering for denne funktion.
de: TimeFinder benötigt Zugriff auf Ihren Standort für diese Funktion.
es: TimeFinder necesita acceso a tu ubicación para esta función.
fr: TimeFinder a besoin d'accéder à votre emplacement pour cette fonctionnalité.
hi: इस सुविधा के लिए TimeFinder को आपके स्थान तक पहुँच की आवश्यकता है।
it: TimeFinder necessita di accedere alla tua posizione per questa funzionalità.
ja: この機能のために、TimeFinderはあなたの位置情報へのアクセスを必要とします。
nl: TimeFinder heeft toegang tot uw locatie nodig voor deze functie.
pl: TimeFinder potrzebuje dostępu do Twojej lokalizacji dla tej funkcji.
pt: O TimeFinder precisa de acesso à sua localização para este recurso.
ru: TimeFinder требуется доступ к вашему местоположению для этой функции.
th: TimeFinder ต้องการการเข้าถึงตำแหน่งของคุณเพื่อฟีเจอร์นี้
tr: Bu özellik için TimeFinder konumunuza erişim gerektirir.
uk: TimeFinder потрібен доступ до вашого місцезнаходження для цієї функції.
zh_hans: TimeFinder需要访问您的位置才能使用此功能。
zh_hant: TimeFinder需要訪問您的位置才能使用此功能。

# infoPlist_NSMicrophoneUsageDescription
source: TimeFinder needs access to your microphone so you can attach voice notes.
da: TimeFinder har brug for adgang til din mikrofon, så du kan vedhæfte stemmenoter.
de: TimeFinder benötigt Zugriff auf Ihr Mikrofon, damit Sie Sprachnotizen anhängen können.
es: TimeFinder necesita acceso a tu micrófono para que puedas adjuntar notas de voz.
fr: TimeFinder a besoin d'accéder à votremicrophone pour que vous puissiez joindre des notes vocales.
hi: TimeFinder को आपके माइक्रोफोन तक पहुँच की आवश्यकता है ताकि आप वॉयस नोट्स संलग्न कर सकें।
it: TimeFinder necessita di accedere al tuo microfono così puoi allegare note vocali.
ja: 音声メモを添付できるように、TimeFinderはあなたのマイクロフォンへのアクセスを必要とします。
nl: TimeFinder heeft toegang tot uw microfoon nodig zodat u spraaknotities kunt toevoegen.
pl: TimeFinder potrzebuje dostępu do Twojego mikrofonu, abyś mógł dołączać notatki głosowe.
pt: O TimeFinder precisa de acesso ao seu microfone para que você possa anexar notas de voz.
ru: TimeFinder требуется доступ к вашему микрофону, чтобы вы могли прикреплять голосовые заметки.
th: TimeFinder ต้องการการเข้าถึงไมโครโฟนของคุณเพื่อให้คุณสามารถแนบบันทึกเสียง
tr: Ses notları ekleyebilmeniz için TimeFinder mikrofonunuza erişim gerektirir.
uk: TimeFinder потрібен доступ до вашого мікрофону, щоб ви могли прикріплювати голосові нотатки.
zh_hans: TimeFinder需要访问您的麦克风，以便您可以附加语音备注。
zh_hant: TimeFinder需要訪問您的麥克風，以便您可以附加語音筆記。

# infoPlist_NSPhotoLibraryUsageDescription
source: TimeFinder needs access to your photo library so you can attach images.
da: TimeFinder har brug for adgang til dit fotobibliotek, så du kan vedhæfte billeder.
de: TimeFinder benötigt Zugriff auf Ihre Fotogalerie, damit Sie Bilder anhängen können.
es: TimeFinder necesita acceso a tu biblioteca de fotos para que puedas adjuntar imágenes.
fr: TimeFinder a besoin d'accéder à votre bibliothèque de photos pour que vous puissiez joindre des images.
hi: TimeFinder को आपके फोटो लाइब्रेरी तक पहुँच की आवश्यकता है ताकि आप छवियाँ संलग्न कर सकें।
it: TimeFinder necessita di accedere alla tua libreria fotografica così puoi allegare immagini.
ja: 画像を添付できるように、TimeFinderはあなたの写真ライブラリにアクセスする必要があります。
nl: TimeFinder heeft toegang tot uw fotobibliotheek nodig zodat u afbeeldingen kunt toevoegen.
pl: TimeFinder potrzebuje dostępu do Twojej biblioteki zdjęć, abyś mógł dołączać obrazy.
pt: O TimeFinder precisa de acesso à sua biblioteca de fotos para que você possa anexar imagens.
ru: TimeFinder требуется доступ к вашей фотогалерее, чтобы вы могли прикреплять изображения.
th: TimeFinder ต้องการการเข้าถึงคลังภาพถ่ายของคุณเพื่อให้คุณสามารถแนบภาพ
tr: Resim ekleyebilmeniz için TimeFinder fotoğraf kitaplığınıza erişim gerektirir.
uk: TimeFinder потрібен доступ до вашої фотогалереї, щоб ви могли прикріплювати зображення.
zh_hans: TimeFinder需要访问您的照片库，以便您可以附加图片。
zh_hant: TimeFinder需要訪問您的照片庫，以便您可以附加圖片。

# infoPlist_NSRemindersUsageDescription
source: TimeFinder needs access to your Reminders to enable Reminder Sync.
da: TimeFinder skal have adgang til dine påmindelser for at aktivere påmindelsessynkronisering.
de: TimeFinder benötigt Zugriff auf Ihre Erinnerungen, um die Erinnerungssynchronisierung zu aktivieren.
es: TimeFinder necesita acceso a sus Recordatorios para habilitar Reminder Sync.
fr: TimeFinder a besoin d&#39;accéder à vos rappels pour activer la synchronisation des rappels.
hi: रिमाइंडर सिंक को सक्षम करने के लिए टाइमफाइंडर को आपके रिमाइंडर तक पहुंच की आवश्यकता है।
it: TimeFinder deve accedere ai tuoi promemoria per abilitare la sincronizzazione dei promemoria.
ja: リマインダー同期を有効にするには、TimeFinder がリマインダーにアクセスする必要があります。
nl: TimeFinder heeft toegang tot uw herinneringen nodig om Herinneringssynchronisatie in te schakelen.
pl: TimeFinder potrzebuje dostępu do Twoich przypomnień, aby włączyć synchronizację przypomnień.
pt: O TimeFinder precisa de acesso aos seus lembretes para ativar a sincronização de lembretes.
ru: TimeFinder необходим доступ к вашим напоминаниям, чтобы включить синхронизацию напоминаний.
th: TimeFinder ต้องการเข้าถึงการแจ้งเตือนของคุณเพื่อเปิดใช้งาน Reminder Sync
tr: TimeFinder&#39;ın Hatırlatıcı Senkronizasyonunu etkinleştirmek için Hatırlatıcılarınıza erişmesi gerekiyor.
uk: TimeFinder потребує доступу до ваших нагадувань, щоб увімкнути синхронізацію нагадувань.
zh_hans: TimeFinder 需要访问您的提醒才能启用提醒同步。
zh_hant: TimeFinder 需要存取您的提醒才能啟用提醒同步。

# infoPlist_NSUserTrackingUsageDescription
source: This will only be used to measure marketing campaign efficiency.
da: Dette vil kun blive brugt til at måle effektiviteten af markedsføringskampagner.
de: Dies wird nur verwendet, um die Effizienz von Marketingkampagnen zu messen.
es: Esto solo se usará para medir la eficiencia de las campañas de marketing.
fr: Cela sera utilisé uniquement pour mesurer l'efficacité des campagnes marketing.
hi: यह केवल विपणन अभियान की कार्यक्षमता को मापने के लिए प्रयुक्त होगा।
it: Questo verrà utilizzato solo per misurare l'efficienza delle campagne di marketing.
ja: これはマーケティングキャンペーンの効果測定にのみ使用されます。
nl: Dit zal alleen worden gebruikt om de efficiëntie van marketingcampagnes te meten.
pl: Będzie to używane tylko do mierzenia efektywności kampanii marketingowych.
pt: Isso só será usado para medir a eficiência de campanhas de marketing.
ru: Это будет использоваться только для измерения эффективности маркетинговых кампаний.
th: สิ่งนี้จะถูกใช้เพื่อวัดประสิทธิภาพของแคมเปญการตลาดเท่านั้น
tr: Bu, yalnızca pazarlama kampanyası etkinliğini ölçmek için kullanılacak.
uk: Це буде використовуватися тільки для вимірювання ефективності маркетингових кампаній.
zh_hans: 这将仅用于衡量营销活动效率。
zh_hant: 這將僅用於衡量營銷活動效率。

# lists_hideCompletedTasks_button
source: Hide Completed Tasks
da: Skjul færdiggjorte opgaver
de: Erledigte Aufgaben ausblenden
es: Ocultar tareas completadas
fr: Masquer les tâches terminées
hi: पूर्ण किए गए कार्यों को छिपाएँ
it: Nascondi Compiti Completati
ja: 完了したタスクを隠す
nl: Voltooide Taken Verbergen
pl: Ukryj Wykonane Zadania
pt: Ocultar Tarefas Concluídas
ru: Скрыть выполненные задачи
th: ซ่อนงานที่เสร็จแล้ว
tr: Tamamlanan Görevleri Gizle
uk: Приховати виконані завдання
zh_hans: 隐藏已完成的任务
zh_hant: 隱藏已完成任務

# lists_moveTasks_selectDestination_title
source: Select Destination List
da: Vælg destinationsliste
de: Zielliste auswählen
es: Seleccionar lista de destino
fr: Sélectionner la liste de destination
hi: गंतव्य सूची चुनें
it: Seleziona Lista di Destinazione
ja: 移動先のリストを選択
nl: Selecteer Bestemmingslijst
pl: Wybierz Docelową Listę
pt: Selecionar Lista de Destino
ru: Выбрать целевой список
th: เลือกรายการปลายทาง
tr: Hedef Listeyi Seç
uk: Виберіть цільовий список
zh_hans: 选择目标列表
zh_hant: 選擇目的列表

# lists_pullToAddTask_label
source: Pull to Add Task
da: Træk for at tilføje opgave
de: Ziehen, um Aufgabe hinzuzufügen
es: Tirar para añadir tarea
fr: Tirer pour ajouter une tâche
hi: कार्य जोड़ने के लिए खींचें
it: Tira per Aggiungere Compito
ja: タスクを追加するために引く
nl: Trek om Taak Toe te Voegen
pl: Pociągnij, aby Dodać Zadanie
pt: Puxar para Adicionar Tarefa
ru: Потяните для добавления задачи
th: ดึงเพื่อเพิ่มงาน
tr: Görev Eklemek için Çekin
uk: Потягніть, щоб додати завдання
zh_hans: 下拉以添加任务
zh_hant: 下拉以添加任務

# lists_releaseToAddTask_label
source: Release to Add Task
da: Slip for at tilføje opgave
de: Loslassen, um Aufgabe hinzuzufügen
es: Suelta para añadir tarea
fr: Relâcher pour ajouter une tâche
hi: कार्य जोड़ने के लिए छोड़ें
it: Rilascia per Aggiungere Compito
ja: タスクを追加するために離す
nl: Laat Los om Taak Toe te Voegen
pl: Puść, aby Dodać Zadanie
pt: Soltar para Adicionar Tarefa
ru: Отпустите для добавления задачи
th: ปล่อยเพื่อเพิ่มงาน
tr: Görev Eklemek için Bırakın
uk: Відпустіть, щоб додати завдання
zh_hans: 释放以添加任务
zh_hant: 釋放以添加任務

# lists_showCompletedTasks_button
source: Show Completed Tasks
da: Vis færdiggjorte opgaver
de: Erledigte Aufgaben anzeigen
es: Mostrar tareas completadas
fr: Afficher les tâches terminées
hi: पूर्ण किए गए कार्य दिखाएँ
it: Mostra Compiti Completati
ja: 完了したタスクを表示
nl: Toon Voltooide Taken
pl: Pokaż Wykonane Zadania
pt: Mostrar Tarefas Concluídas
ru: Показать выполненные задачи
th: แสดงงานที่เสร็จแล้ว
tr: Tamamlanan Görevleri Göster
uk: Показати виконані завдання
zh_hans: 显示已完成的任务
zh_hant: 顯示已完成任務

# onboarding_guidedTour_extra_message
source: If needed, you can change the time interval for your tasks in the Settings page and many other settings to personalize your experience.
da: Hvis det er nødvendigt, kan du ændre tidsintervallet for dine opgaver på Indstillinger-siden og mange andre indstillinger for at personliggøre din oplevelse.
de: Bei Bedarf können Sie das Zeitintervall für Ihre Aufgaben auf der Einstellungsseite ändern und viele andere Einstellungen anpassen, um Ihr Erlebnis zu personalisieren.
es: Si es necesario, puedes cambiar el intervalo de tiempo para tus tareas en la página de Ajustes y muchos otros ajustes para personalizar tu experiencia.
fr: Si nécessaire, vous pouvez changer l'intervalle de temps pour vos tâches dans la page des paramètres et de nombreux autres paramètres pour personnaliser votre expérience.
hi: यदि आवश्यक हो, तो आप सेटिंग्स पृष्ठ में अपने कार्यों के लिए समय अंतराल और कई अन्य सेटिंग्स बदल सकते हैं ताकि अपने अनुभव को वैयक्तिकृत कर सकें।
it: Se necessario, puoi cambiare l'intervallo di tempo per i tuoi compiti nella pagina delle Impostazioni e molte altre impostazioni per personalizzare la tua esperienza.
ja: 必要に応じて、設定ページでタスクの時間間隔を変更したり、他の多くの設定をカスタマイズして体験をパーソナライズできます。
nl: Indien nodig, kunt u het tijdsinterval voor uw taken wijzigen op de Instellingen pagina en vele andere instellingen om uw ervaring te personaliseren.
pl: W razie potrzeby możesz zmienić interwał czasowy dla swoich zadań na stronie Ustawienia i wiele innych ustawień, aby spersonalizować swoje doświadczenie.
pt: Se necessário, você pode alterar o intervalo de tempo para suas tarefas na página de Configurações e muitas outras configurações para personalizar sua experiência.
ru: При необходимости вы можете изменить временной интервал для ваших задач на странице настроек и множество других настроек для персонализации вашего опыта.
th: หากจำเป็น คุณสามารถเปลี่ยนช่วงเวลาสำหรับงานของคุณในหน้าการตั้งค่า และการตั้งค่าอื่น ๆ มากมายเพื่อปรับแต่งประสบการณ์ของคุณ
tr: Gerekirse, görevleriniz için zaman aralığını ve diğer birçok ayarı kişiselleştirmek için Ayarlar sayfasında değiştirebilirsiniz.
uk: Якщо потрібно, ви можете змінити часовий інтервал для ваших завдань на сторінці налаштувань і багато інших налаштувань, щоб персоналізувати свій досвід.
zh_hans: 如有需要，您可以在设置页面更改任务的时间间隔和许多其他设置以个性化您的体验。
zh_hant: 如需要，您可以在設定頁面中更改任務的時間間隔和許多其他設定來個性化您的體驗。

# onboarding_guidedTour_extra_title
source: Did you know?
da: Vidste du det?
de: Wussten Sie schon?
es: ¿Sabías?
fr: Le saviez-vous ?
hi: क्या आपको पता था?
it: Lo sapevi?
ja: ご存じですか？
nl: Wist u dat?
pl: Czy wiedziałeś?
pt: Você sabia?
ru: Знаете ли вы?
th: คุณรู้หรือไม่?
tr: Biliyor muydunuz?
uk: Чи ви знали?
zh_hans: 您知道吗？
zh_hant: 您知道嗎？

# onboarding_guidedTour_finish_button
source: Skip
da: Spring over
de: Überspringen
es: Omitir
fr: Terminer
hi: छोड़ें
it: Salta
ja: スキップ
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

# onboarding_guidedTour_next_button
source: Skip for now
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour le moment
hi: अभी के लिए छोड़ें
it: Salta per ora
ja: 今はスキップ
nl: Voor nu overslaan
pl: Pomiń na razie
pt: Pular por agora
ru: Пропустить пока
th: ข้ามไปก่อน
tr: Şimdilik Atla
uk: Пропустити наразі
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# onboarding_guidedTour_skip_button
source: Start a quick tour
da: Start en hurtig tur
de: Schnelltour starten
es: Iniciar un tour rápido
fr: Commencer une visite rapide
hi: त्वरित यात्रा शुरू करें
it: Inizia un breve tour
ja: クイックツアーを開始
nl: Start een snelle rondleiding
pl: Rozpocznij szybką wycieczkę
pt: Iniciar um tour rápido
ru: Начать быстрый тур
th: เริ่มทัวร์อย่างรวดเร็ว
tr: Hızlı bir tur başlat
uk: Розпочати швидкий тур
zh_hans: 开始快速导览
zh_hant: 開始快速導覽

# onboarding_guidedTour_step0_title
source: Next
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Successivo
ja: 次へ
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
th: ถัดไป
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# onboarding_guidedTour_step1_message
source: Welcome to TimeFinder! We would like to show you around. You'll see which features are most useful, so you can be ready to use the app in its entirety!
da: Velkommen til TimeFinder! Vi vil gerne vise dig rundt. Du vil se, hvilke funktioner der er mest nyttige, så du kan være klar til at bruge appen i sin helhed!
de: Willkommen bei TimeFinder! Wir möchten Ihnen eine kurze Einführung geben. Sie erfahren, welche Funktionen am nützlichsten sind, damit Sie die App vollständig nutzen können!
es: ¡Bienvenido a TimeFinder! Nos gustaría mostrarte cómo funciona. Verás cuáles son las características más útiles, ¡así que estarás listo para usar la aplicación en su totalidad!
fr: Bienvenue dans TimeFinder ! Nous aimerions vous faire visiter. Vous verrez quelles fonctionnalités sont les plus utiles, pour que vous soyez prêt à utiliser l'application dans son intégralité !
hi: TimeFinder में आपका स्वागत है! हम आपको चारों ओर दिखाना चाहते हैं। आप देखेंगे कि कौन सी विशेषताएँ सबसे उपयोगी हैं, ताकि आप ऐप का पूरी तरह से उपयोग कर सकें!
it: Benvenuto in TimeFinder! Vorremmo farti vedere in giro. Vedrai quali funzionalità sono più utili, così potrai essere pronto ad usare l'app nella sua interezza!
ja: TimeFinderへようこそ！ご案内しましょう。どの機能が最も役立つかを見ていただき、アプリを完全に使用できるようになります！
nl: Welkom bij TimeFinder! We willen u graag rondleiden. U zult zien welke functies het meest nuttig zijn, zodat u klaar bent om de app in zijn geheel te gebruiken!
pl: Witamy w TimeFinder! Chcielibyśmy Cię oprowadzić. Zobaczysz, które funkcje są najbardziej użyteczne, abyś mógł być gotowy do korzystania z aplikacji w całości!
pt: Bem-vindo ao TimeFinder! Gostaríamos de mostrar a você o que há de novo. Você verá quais recursos são mais úteis, para que possa estar pronto para usar o aplicativo em sua totalidade!
ru: Добро пожаловать в TimeFinder! Мы хотели бы показать вам вокруг. Вы увидите, какие функции наиболее полезны, чтобы вы могли быть готовы использовать приложение в полном объеме!
th: ยินดีต้อนรับสู่ TimeFinder! เราอยากจะแนะนำคุณรอบ ๆ คุณจะเห็นฟีเจอร์ที่มีประโยชน์ที่สุด เพื่อให้คุณพร้อมใช้งานแอปในรูปแบบเต็มรูปแบบ!
tr: TimeFinder'a hoş geldiniz! Size çevremizi göstermek isteriz. Hangi özelliklerin en yararlı olduğunu göreceksiniz, böylece uygulamanın tamamını kullanmaya hazır olacaksınız!
uk: Ласкаво просимо до TimeFinder! Ми хотіли б показати вам довкола. Ви побачите, які функції найкорисніші, щоб ви могли бути готові використовувати додаток в повному обсязі!
zh_hans: 欢迎使用TimeFinder！我们想向您展示一下。您将看到哪些功能最有用，这样您就可以准备充分地使用应用了！
zh_hant: 歡迎來到TimeFinder！我們想向您展示一下。您將看到哪些功能最有用，這樣您就可以準備好全面使用應用程式了！

# onboarding_guidedTour_step1_title
source: Getting Started
da: Kom i gang
de: Erste Schritte
es: Empezando
fr: Commencer
hi: शुरुआत करना
it: Iniziare
ja: はじめに
nl: Aan de Slag
pl: Pierwsze Kroki
pt: Começando
ru: Начало работы
th: เริ่มต้น
tr: Başlarken
uk: Початок роботи
zh_hans: 开始
zh_hant: 開始使用

# onboarding_guidedTour_step2_message
source: Add and organize your tasks and routines.
da: Tilføj og organiser dine opgaver og rutiner.
de: Fügen Sie Ihre Aufgaben und Routinen hinzu und organisieren Sie diese.
es: Agrega y organiza tus tareas y rutinas.
fr: Ajoutez et organisez vos tâches et routines.
hi: अपने कार्यों और दिनचर्या को जोड़ें और व्यवस्थित करें।
it: Aggiungi e organizza i tuoi compiti e routine.
ja: タスクとルーチンを追加して整理します。
nl: Voeg uw taken en routines toe en organiseer ze.
pl: Dodaj i organizuj swoje zadania i rutyny.
pt: Adicione e organize suas tarefas e rotinas.
ru: Добавляйте и организуйте свои задачи и рутины.
th: เพิ่มและจัดระเบียบงานและกิจวัตรของคุณ
tr: Görevlerinizi ve rutinlerinizi ekleyin ve düzenleyin.
uk: Додайте та організуйте свої завдання та рутини.
zh_hans: 添加和组织您的任务和日常事务。
zh_hant: 添加並組織您的任務和日常事務。

# onboarding_guidedTour_step2_title
source: Create Lists
da: Opret lister
de: Listen erstellen
es: Crear listas
fr: Créer des listes
hi: सूचियाँ बनाएँ
it: Crea Liste
ja: リストを作成
nl: Maak Lijsten
pl: Twórz Listy
pt: Criar Listas
ru: Создание списков
th: สร้างรายการ
tr: Listeler Oluşturun
uk: Створіть списки
zh_hans: 创建列表
zh_hant: 創建列表
