Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# onboarding_guidedTour_step6_message
source: In Schedule View, tap anywhere to add tasks quickly.
da: I skemavisning kan du trykke et vilkårligt sted for hurtigt at tilføje opgaver.
de: Tippen Sie in der Zeitplanansicht auf eine beliebige Stelle, um schnell Aufgaben hinzuzufügen.
es: En la Vista de programación, toque en cualquier lugar para agregar tareas rápidamente.
fr: Dans la vue Calendrier, appuyez n&#39;importe où pour ajouter des tâches rapidement.
hi: शेड्यूल दृश्य में, कार्यों को शीघ्रता से जोड़ने के लिए कहीं भी टैप करें।
it: Nella visualizzazione Pianificazione, tocca un punto qualsiasi per aggiungere rapidamente attività.
ja: スケジュール ビューで、任意の場所をタップしてタスクをすばやく追加します。
nl: Tik in de planningsweergave ergens om taken snel toe te voegen.
pl: W widoku harmonogramu dotknij dowolnego miejsca, aby szybko dodać zadania.
pt: Na Visualização Agendada, toque em qualquer lugar para adicionar tarefas rapidamente.
ru: В представлении «Расписание» коснитесь любого места, чтобы быстро добавить задачи.
th: ในมุมมองกำหนดการ แตะที่ใดก็ได้เพื่อเพิ่มงานอย่างรวดเร็ว
tr: Zamanlama Görünümü&#39;nde görevleri hızla eklemek için herhangi bir yere dokunun.
uk: У режимі перегляду розкладу торкніться будь-де, щоб швидко додати завдання.
zh_hans: 在计划视图中，点击任意位置即可快速添加任务。
zh_hant: 在計劃視圖中，點擊任意位置即可快速新增任務。

# onboarding_guidedTour_step6_title
source: Add tasks on the fly
da: Tilføj opgaver på farten
de: Aufgaben unterwegs hinzufügen
es: Agregar tareas al vuelo
fr: Ajouter des tâches à la volée
hi: जल्दी से कार्य जोड़ें
it: Aggiungi compiti al volo
ja: その場でタスクを追加
nl: Voeg taken ter plekke toe
pl: Dodaj zadania w locie
pt: Adicionar tarefas rapidamente
ru: Добавление задач на лету
th: เพิ่มงานได้ทันที
tr: Yolda görev ekle
uk: Додавайте завдання на льоту
zh_hans: 随手添加任务
zh_hant: 隨手添加任務

# onboarding_guidedTour_step9_message
source: Message us anytime with the Send Feedback button in the Settings tab.
da: Send os en besked når som helst med Send feedback-knappen i Indstillinger-fanen.
de: Schicken Sie uns jederzeit eine Nachricht mit dem Button Feedback senden im Einstellungstab.
es: Envíanos un mensaje en cualquier momento con el botón Enviar comentarios en la pestaña de Ajustes.
fr: Envoyez-nous un message à tout moment avec le bouton Envoyer des commentaires dans l'onglet Paramètres.
hi: सेटिंग्स टैब में सेंड फीडबैक बटन के साथ हमें कभी भी संदेश भेजें।
it: Mandaci un messaggio in qualsiasi momento con il pulsante Invia Feedback nella scheda Impostazioni.
ja: 設定タブの「フィードバックを送信」ボタンでいつでもメッセージを送ることができます。
nl: Stuur ons op elk moment een bericht met de knop Feedback Versturen in het tabblad Instellingen.
pl: Wyślij do nas wiadomość w dowolnym momencie za pomocą przycisku Wyślij Opinię w zakładce Ustawienia.
pt: Mande-nos uma mensagem a qualquer momento com o botão Enviar Feedback na aba de Configurações.
ru: Свяжитесь с нами в любое время с помощью кнопки отправки отзывов на вкладке настроек.
th: ส่งข้อความถึงเราได้ทุกเมื่อด้วยปุ่มส่งข้อเสนอแนะในแท็บการตั้งค่า
tr: Ayarlar sekmesindeki Geri Bildirim Gönder düğmesiyle her zaman bize mesaj gönderebilirsiniz.
uk: Пишіть нам у будь-який час за допомогою кнопки «Надіслати відгук» на вкладці налаштувань.
zh_hans: 随时使用设置标签中的发送反馈按钮给我们留言。
zh_hant: 隨時使用設定標籤中的發送反饋按鈕給我們留言。

# onboarding_guidedTour_step9_title
source: Questions or feedback?
da: Spørgsmål eller feedback?
de: Fragen oder Feedback?
es: ¿Preguntas o comentarios?
fr: Des questions ou des commentaires ?
hi: प्रश्न या प्रतिक्रिया?
it: Domande o feedback?
ja: 質問やフィードバックがありますか？
nl: Vragen of feedback?
pl: Pytania lub opinie?
pt: Perguntas ou feedback?
ru: Вопросы или отзывы?
th: มีคำถามหรือข้อเสนอแนะ?
tr: Soru veya geri bildirim mi?
uk: Питання або відгуки?
zh_hans: 有问题或反馈？
zh_hant: 有問題或反饋？

# onboarding_landingPage_message
source: The ultimate schedule planner, built on the proven principles of time blocking.
da: Den ultimative tidsplanlægger, bygget på de beviste principper for tidsblokering.
de: Der ultimative Zeitplaner, basierend auf den bewährten Prinzipien des Zeitblockens.
es: El planificador de horarios definitivo, construido sobre los principios probados del bloqueo de tiempo.
fr: L'ultime planificateur d'emploi du temps, construit sur les principes éprouvés du blocage de temps.
hi: समय ब्लॉकिंग के सिद्ध सिद्धांतों पर आधारित अंतिम अनुसूची प्लानर।
it: Il pianificatore di programma definitivo, basato sui principi comprovati del time blocking.
ja: タイムブロッキングの実証済み原則に基づいて構築された究極のスケジュールプランナー。
nl: De ultieme schema planner, gebouwd op de bewezen principes van tijd blokkeren.
pl: Ostateczny planista harmonogramu, oparty na sprawdzonych zasadach blokowania czasu.
pt: O planejador de agenda definitivo, construído sobre os princípios comprovados de bloqueio de tempo.
ru: Лучший планировщик расписания, построенный на проверенных принципах блокировки времени.
th: แพลนเนอร์การวางแผนประจำวันสุดท้าย สร้างมาบนหลักการที่ได้รับการพิสูจน์แล้วของการบล็อกเวลา
tr: Zaman bloklama prensipleri üzerine inşa edilmiş nihai program planlayıcı.
uk: Найкращий планувальник розкладу, створений на перевірених принципах блокування часу.
zh_hans: 基于时间阻塞原则构建的终极日程规划器。
zh_hant: 基於時間塊分配原則構建的終極日程計劃工具。

# onboarding_landingPage_title
source: Daily planning made simple
da: Daglig planlægning gjort enkel
de: Tägliche Planung leicht gemacht
es: Planificación diaria hecha simple
fr: La planification quotidienne simplifiée
hi: दैनिक योजना बनाना सरल बनाया गया
it: Pianificazione giornaliera resa semplice
ja: シンプルな日々の計画
nl: Dagelijkse planning vereenvoudigd
pl: Codzienne planowanie ułatwione
pt: Planejamento diário simplificado
ru: Планирование дня стало проще
th: การวางแผนประจำวันทำได้ง่าย
tr: Günlük planlama basitleştirildi
uk: Планування дня стало простішим
zh_hans: 简化日常计划
zh_hant: 簡化每日計劃

# schedule_copySchedule_message
source: This function copies all scheduled tasks from the left side to the right side. Existing tasks will not be overwritten. Proceed?
da: Denne funktion kopierer alle planlagte opgaver fra venstre side til højre side. Eksisterende opgaver vil ikke blive overskrevet. Fortsæt?
de: Diese Funktion kopiert alle geplanten Aufgaben von der linken auf die rechte Seite. Bestehende Aufgaben werden nicht überschrieben. Fortfahren?
es: Esta función copia todas las tareas programadas del lado izquierdo al derecho. Las tareas existentes no serán sobrescritas. ¿Proceder?
fr: Cette fonction copie toutes les tâches planifiées du côté gauche vers le côté droit. Les tâches existantes ne seront pas écrasées. Procéder ?
hi: यह कार्यक्रम बाएँ तरफ से सभी निर्धारित कार्यों को दाएँ तरफ कॉपी करता है। मौजूदा कार्यों को अधिलेखित नहीं किया जाएगा। आगे बढ़ें?
it: Questa funzione copia tutti i compiti programmati dal lato sinistro a quello destro. I compiti esistenti non saranno sovrascritti. Procedere?
ja: この機能はスケジュールの左側から右側にすべてのスケジュールされたタスクをコピーします。既存のタスクは上書きされません。 続行しますか？
nl: Deze functie kopieert alle geplande taken van de linkerkant naar de rechterkant. Bestaande taken worden niet overschreven. Doorgaan?
pl: Ta funkcja kopiuje wszystkie zaplanowane zadania z lewej strony na prawą stronę. Istniejące zadania nie zostaną nadpisane. Kontynuować?
pt: Esta função copia todas as tarefas agendadas do lado esquerdo para o lado direito. Tarefas existentes não serão sobrescritas. Prosseguir?
ru: Эта функция копирует все запланированные задачи с левой стороны на правую сторону. Существующие задачи не будут перезаписаны. Продолжить?
th: ฟังก์ชันนี้คัดลอกงานที่วางแผนไว้ทั้งหมดจากด้านซ้ายไปยังด้านขวา งานที่มีอยู่จะไม่ถูกเขียนทับ ดำเนินการต่อหรือไม่?
tr: Bu işlev, programdaki tüm planlanmış görevleri soldan sağa kopyalar. Mevcut görevlerin üzerine yazılmayacaktır. Devam edilsin mi?
uk: Ця функція копіює всі заплановані завдання з лівого боку на правий. Існуючі завдання не будуть перезаписані. Продовжити?
zh_hans: 此功能将左侧的所有计划任务复制到右侧。现有任务不会被覆写。 继续？
zh_hant: 此功能將左側的所有排程任務複製到右側。現有任務不會被覆寫。 繼續嗎？

# schedule_copySchedule_title
source: Copy Schedule
da: Kopier tidsplan
de: Zeitplan kopieren
es: Copiar Horario
fr: Copier l'emploi du temps
hi: कार्यक्रम कॉपी करें
it: Copia Programma
ja: スケジュールをコピー
nl: Schema Kopiëren
pl: Kopiuj Harmonogram
pt: Copiar Agenda
ru: Копировать расписание
th: คัดลอกตารางเวลา
tr: Programı Kopyala
uk: Копіювати розклад
zh_hans: 复制日程
zh_hant: 複製日程

# schedule_copySchedule_success
source: {count} tasks copied.
da: {count} opgaver kopieret.
de: {count} Aufgaben kopiert.
es: {count} tareas copiadas.
fr: {count} tâches copiées.
hi: {count} कार्य कॉपी किए गए।
it: {count} compiti copiati.
ja: {count}個のタスクがコピーされました。
nl: {count} taken gekopieerd.
pl: Skopiowano {count} zadań.
pt: {count} tarefas copiadas.
ru: Скопировано {count} задач.
th: คัดลอก {count} งาน
tr: {count} görev kopyalandı.
uk: Скопійовано {count} завдань.
zh_hans: 复制了 {count} 个任务。
zh_hant: {count} 個任務已複製。

# settings_preventDisplaySleep_switchLabel
source: Prevent Display Sleep
da: Forhindre Skærm Slumre
de: Verhindern, dass der Bildschirm abschaltet
es: Evitar Suspensión de Pantalla
fr: Empêcher la mise en veille de l'affichage
hi: डिस्प्ले स्लीप को रोकें
it: Evita Spegnimento Schermo
ja: ディスプレイのスリープを防ぐ
nl: Voorkom Slaapstand Scherm
pl: Zapobiegaj Uśpieniu Wyświetlacza
pt: Prevenir Suspensão da Tela
ru: Не допускать переход дисплея в спящий режим
th: ป้องกันไม่ให้หน้าจอหลับ
tr: Ekran Uykusunu Önle
uk: Запобігти засипанню дисплея
zh_hans: 防止显示休眠
zh_hant: 防止顯示屏休眠

# settings_reCreateTutorialList_button
source: Re-create Tutorial List
da: Genopret selvstudieliste
de: Erstellen Sie die Tutorial-Liste neu
es: Volver a crear la lista de tutoriales
fr: Recréer la liste des didacticiels
hi: ट्यूटोरियल सूची दोबारा बनाएं
it: Ricrea l&#39;elenco dei tutorial
ja: チュートリアルリストの再作成
nl: Maak de leslijst opnieuw
pl: Utwórz ponownie listę samouczków
pt: Recriar lista de tutoriais
ru: Воссоздать список учебных пособий
th: สร้างรายการบทช่วยสอนใหม่
tr: Eğitim Listesini Yeniden Oluşturun
uk: Повторно створити список навчальних посібників
zh_hans: 重新创建教程列表
zh_hant: 重新建立教程列表

# settings_calendar_notResponding_message
source: Unresponsive—we apologize for the error; please try closing and re-opening the app.
da: Kalendersynkronisering reagerer ikke: For at løse problemet skal du åbne dine enhedsindstillinger, indstille kalendertilladelser til 'Ingen' og derefter give 'Fuld adgang' igen. Tak for dit samarbejde.
de: Kalendersynchronisierung reagiert nicht: Um das Problem zu beheben, öffnen Sie bitte Ihre Geräteeinstellungen, setzen Sie die Kalenderberechtigungen auf „Keine“ und gewähren Sie dann erneut „Vollzugriff“. Danke für Ihre Kooperation.
es: Sincronización de Calendario No Responde: Para resolver el problema, por favor abre la configuración de tu dispositivo, establece los permisos del calendario en 'Ninguno', y luego concede 'Acceso Completo' de nuevo. Gracias por tu cooperación.
fr: La synchronisation du calendrier ne répond pas : pour résoudre le problème, veuillez ouvrir les paramètres de votre appareil, définir les autorisations du calendrier sur « Aucune », puis accorder à nouveau « Accès complet ». Merci de votre collaboration.
hi: कैलेंडर सिंक अनुत्तरदायी: समस्या को हल करने के लिए, कृपया अपनी डिवाइस सेटिंग्स खोलें, कैलेंडर अनुमतियों को 'कोई नहीं' पर सेट करें और फिर दोबारा 'पूर्ण एक्सेस' प्रदान करें। आपके सहयोग के लिए धन्यवाद।
it: La sincronizzazione del calendario non risponde: per risolvere il problema, apri le impostazioni del tuo dispositivo, imposta le autorizzazioni del calendario su "Nessuno", quindi concedi nuovamente "Accesso completo". Grazie per la collaborazione.
ja: カレンダー同期が応答しない: この問題を解決するには、デバイスの設定を開き、カレンダーのアクセス許可を「なし」に設定してから、再度「フルアクセス」を付与してください。ご協力ありがとうございます。
nl: Agendasynchronisatie reageert niet: Om het probleem op te lossen, opent u de apparaatinstellingen, stelt u de agendarechten in op 'Geen' en verleent u vervolgens opnieuw 'Volledige toegang'. Bedankt voor je medewerking.
pl: Synchronizacja kalendarza nie odpowiada: aby rozwiązać problem, otwórz ustawienia urządzenia, ustaw uprawnienia kalendarza na „Brak”, a następnie ponownie przyznaj „Pełny dostęp”. Dziękuję za współpracę.
pt: A sincronização do calendário não responde: para resolver o problema, abra as configurações do dispositivo, defina as permissões do calendário como 'Nenhum' e conceda 'Acesso total' novamente. Obrigado pela sua cooperação.
ru: Синхронизация календаря не отвечает. Чтобы решить эту проблему, откройте настройки вашего устройства, установите для разрешений календаря значение «Нет», а затем снова предоставьте «Полный доступ». Спасибо за ваше сотрудничество.
th: การซิงค์ปฏิทินไม่ตอบสนอง: หากต้องการแก้ไขปัญหานี้ โปรดเปิดการตั้งค่าอุปกรณ์ของคุณ ตั้งค่าการอนุญาตปฏิทินเป็น 'ไม่มี' จากนั้นให้สิทธิ์ 'การเข้าถึงแบบเต็ม' อีกครั้ง ขอบคุณสำหรับความร่วมมือ.
tr: Takvim Senkronizasyonu Yanıt Vermiyor: Sorunu çözmek için lütfen cihaz ayarlarınızı açın, takvim izinlerini 'Yok' olarak ayarlayın ve ardından tekrar 'Tam Erişim' izni verin. İş birliğin için teşekkürler.
uk: Синхронізація календаря не відповідає: щоб вирішити проблему, відкрийте налаштування свого пристрою, установіть для дозволів календаря значення «Немає», а потім знову надайте «Повний доступ». Дякую за співпрацю.
zh_hans: 日历同步无响应：要解决此问题，请打开您的设备设置，将日历权限设置为“无”，然后再次授予“完全访问权限”。谢谢您的合作。
zh_hant: 日曆同步無回應：要解決此問題，請開啟您的裝置設置，將日曆權限設為“無”，然後再次授予“完全存取權限”。謝謝您的合作。

# settings_calendar_notResponding_title
source: Unresponsive—we apologize for the error; please try closing and re-opening the app.
da: Kalenderen svarer ikke
de: Kalender reagiert nicht
es: Calendario No Responde
fr: Le calendrier ne répond pas
hi: कैलेंडर प्रतिसाद नहीं दे रहा
it: Il calendario non risponde
ja: カレンダーが応答しない
nl: Agenda reageert niet
pl: Kalendarz nie odpowiada
pt: O calendário não responde
ru: Календарь не отвечает
th: ปฏิทินไม่ตอบสนอง
tr: Takvim Yanıt Vermiyor
uk: Календар не відповідає
zh_hans: 日历没有响应
zh_hant: 日曆沒有回應

# settings_reminders_notResponding_message
source: Unresponsive—we apologize for the error; please try closing and re-opening the app.
da: Synkronisering af påmindelser reagerer ikke: For at løse problemet skal du åbne dine enhedsindstillinger, indstille påmindelsestilladelser til at slå FRA og derefter tænde. Tak for dit samarbejde.
de: Erinnerungssynchronisierung reagiert nicht: Um das Problem zu beheben, öffnen Sie bitte Ihre Geräteeinstellungen, stellen Sie die Erinnerungsberechtigungen auf 'Aus' und dann auf 'Ein'. Danke für Ihre Kooperation.
es: La sincronización de recordatorios no responde: Para resolver el problema, por favor abre la configuración de tu dispositivo, establece los permisos de recordatorios en OFF y luego enciéndelos. Gracias por tu cooperación.
fr: La synchronisation des rappels ne répond pas : pour résoudre le problème, veuillez ouvrir les paramètres de votre appareil, définir les autorisations de rappel sur OFF, puis allumer. Merci de votre collaboration.
hi: रिमाइंडर सिंक अनुत्तरदायी: समस्या को हल करने के लिए, कृपया अपनी डिवाइस सेटिंग्स खोलें, रिमाइंडर अनुमतियों को बंद पर टॉगल करें और फिर चालू करें। आपके सहयोग के लिए धन्यवाद।
it: La sincronizzazione dei promemoria non risponde: per risolvere il problema, apri le impostazioni del tuo dispositivo, imposta le autorizzazioni dei promemoria su OFF e quindi attiva. Grazie per la collaborazione.
ja: リマインダー同期が応答しない: この問題を解決するには、デバイスの設定を開き、リマインダーのアクセス許可をオフに切り替えてからオンに設定してください。ご協力ありがとうございます。
nl: Herinneringen synchroniseren reageert niet: Om het probleem op te lossen, opent u de apparaatinstellingen, stelt u de machtigingen voor herinneringen in op UIT en vervolgens op AAN. Bedankt voor je medewerking.
pl: Synchronizacja przypomnień nie odpowiada: Aby rozwiązać problem, otwórz ustawienia urządzenia, ustaw uprawnienia przypomnień na WYŁ., a następnie włącz. Dziękuję za współpracę.
pt: A sincronização de lembretes não responde: para resolver o problema, abra as configurações do dispositivo, defina as permissões de lembretes para DESLIGADO e depois LIGUE. Obrigado pela sua cooperação.
ru: Синхронизация напоминаний не отвечает. Чтобы решить эту проблему, откройте настройки вашего устройства, установите для разрешений напоминаний значение ВЫКЛ, а затем включите. Спасибо за ваше сотрудничество.
th: การซิงค์การเตือนความจำไม่ตอบสนอง: ในการแก้ไขปัญหานี้ โปรดเปิดการตั้งค่าอุปกรณ์ของคุณ ตั้งค่าการอนุญาตการเตือนเป็นปิดแล้วเปิด ขอบคุณสำหรับความร่วมมือ.
tr: Hatırlatıcı Senkronizasyonu Yanıt Vermiyor: Sorunu çözmek için lütfen cihaz ayarlarınızı açın, hatırlatıcı izinlerini KAPALI olarak ayarlayın ve ardından AÇIN. İş birliğin için teşekkürler.
uk: Синхронізація нагадувань не відповідає: щоб вирішити проблему, будь ласка, відкрийте налаштування пристрою, встановіть перемикач дозволів для нагадувань у положення ВИМК., а потім увімкніть. Дякую за співпрацю.
zh_hans: 提醒同步无响应：要解决此问题，请打开您的设备设置，将提醒权限切换为“关闭”，然后再打开。谢谢您的合作。
zh_hant: 提醒同步無響應：要解決此問題，請開啟您的裝置設置，將提醒權限切換為“關閉”，然後再開啟。謝謝您的合作。

# settings_reminders_notResponding_title
source: Unresponsive—we apologize for the error; please try closing and re-opening the app.
da: Påmindelser reagerer ikke
de: Erinnerungen reagieren nicht
es: Recordatorios no responden
fr: Les rappels ne répondent pas
hi: अनुस्मारक प्रतिक्रिया नहीं दे रहे हैं
it: Promemoria che non rispondono
ja: リマインダーが応答しない
nl: Herinneringen reageren niet
pl: Przypomnienia nie odpowiadają
pt: Lembretes que não respondem
ru: Напоминания не отвечают
th: การแจ้งเตือนไม่ตอบสนอง
tr: Hatırlatıcılar Yanıt Vermiyor
uk: Нагадування не відповідають
zh_hans: 提醒没有回复
zh_hant: 提醒沒有回复

# settings_calendar_not_found
source: No Calendars Found
da: Ingen kalender fundet
de: Kein Kalender gefunden
es: No se encontró ningún calendario
fr: Aucun calendrier trouvé
hi: कोई कैलेंडर नहीं मिला
it: Nessun calendario trovato
ja: カレンダーが見つかりません
nl: Geen kalender gevonden
pl: Nie znaleziono kalendarza
pt: Nenhum calendário encontrado
ru: Календарь не найден
th: ไม่พบปฏิทิน
tr: Takvim bulunamadı
uk: Календар не знайдено
zh_hans: 未找到日历
zh_hant: 找不到日曆

# lists_saveTaskBeforeOperation_label
source: Task must be saved before attempting to move it to another list
da: Opgaven skal gemmes, før du forsøger at flytte den til en anden liste
de: Die Aufgabe muss gespeichert werden, bevor versucht wird, sie in eine andere Liste zu verschieben
es: La tarea debe guardarse antes de intentar moverla a otra lista
fr: La tâche doit être enregistrée avant de tenter de la déplacer vers une autre liste
hi: किसी अन्य सूची में ले जाने का प्रयास करने से पहले कार्य को सहेजा जाना चाहिए
it: L'attività deve essere salvata prima di tentare di spostarla in un altro elenco
ja: タスクを別のリストに移動する前に、タスクを保存する必要があります
nl: De taak moet worden opgeslagen voordat u deze naar een andere lijst probeert te verplaatsen
pl: Zadanie musi zostać zapisane przed próbą przeniesienia go na inną listę
pt: A tarefa deve ser salva antes de tentar movê-la para outra lista
ru: Задачу необходимо сохранить, прежде чем пытаться переместить ее в другой список.
th: ต้องบันทึกงานก่อนที่จะพยายามย้ายไปยังรายการอื่น
tr: Görevi başka bir listeye taşımayı denemeden önce görev kaydedilmelidir
uk: Перед спробою перемістити завдання до іншого списку потрібно зберегти
zh_hans: 在尝试将任务移动到另一个列表之前必须先保存任务
zh_hant: 在嘗試將任務移至另一個清單之前必須先儲存任務

# settings_calendar_sync_failed
source: Calendar Sync failed
da: Kalendersynkronisering mislykkedes
de: Die Kalendersynchronisierung ist fehlgeschlagen
es: Error al sincronizar el calendario
fr: La synchronisation du calendrier a échoué
hi: कैलेंडर समन्वयन विफल
it: Sincronizzazione del calendario non riuscita
ja: カレンダーの同期に失敗しました
nl: Agendasynchronisatie mislukt
pl: Synchronizacja kalendarza nie powiodła się
pt: Falha na sincronização do calendário
ru: Синхронизация календаря не удалась
th: การซิงค์ปฏิทินล้มเหลว
tr: Takvim senkronizasyonu başarısız oldu
uk: Помилка синхронізації календаря
zh_hans: 日历同步失败
zh_hant: 日曆同步失敗

# calSync_calendarChooser_title
source: Choose Calendars
da: Vælg Kalendere
de: Kalender auswählen
es: Seleccionar calendarios
fr: Sélectionner des calendriers
hi: कैलेंडर चुनें
it: Seleziona calendari
ja: カレンダーの選択
nl: Selecteer kalenders
pl: Wybierz kalendarze
pt: Escolher calendários
ru: Выбрать календари
th: เลือกปฏิทิน
tr: Takvimleri Seç
uk: Обрати календарі
zh_hans: 选择日历
zh_hant: 選擇日曆

# calSync_calendarChooser_prompt
source: Choose which calendars' events you'd like to display in your TimeFinder Schedule, and enjoy a continuous one-way sync. Two-way sync coming soon!
da: Begivenheder fra dine kalendere kan føjes til din tidsplan. Vælg hvilke kalenderbegivenheder, der skal vises i din tidsplan.
de: Ereignisse aus Ihren Kalendern können Ihrem Zeitplan hinzugefügt werden. Wählen Sie aus, welche Kalenderereignisse in Ihrem Zeitplan angezeigt werden sollen.
es: Los eventos de sus calendarios se pueden agregar a su agenda. Seleccione los eventos de los calendarios que desea mostrar en su agenda.
fr: Les événements de vos calendriers peuvent être ajoutés à votre emploi du temps. Sélectionnez les événements des calendriers à afficher dans votre emploi du temps.
hi: आपके कैलेंडर के ईवेंट आपके शेड्यूल में जोड़े जा सकते हैं। अपने शेड्यूल में कौन से कैलेंडर के ईवेंट प्रदर्शित करने हैं, इसका चयन करें।
it: Gli eventi dei tuoi calendari possono essere aggiunti al tuo programma. Seleziona quali eventi del calendario visualizzare nella tua pianificazione.
ja: カレンダーのイベントをスケジュールに追加できます。スケジュールに表示するカレンダーのイベントを選択します。
nl: Gebeurtenissen uit uw agenda's kunnen aan uw planning worden toegevoegd. Selecteer welke agenda-evenementen u in uw planning wilt weergeven.
pl: Wydarzenia z kalendarzy można dodawać do harmonogramu. Wybierz wydarzenia z kalendarzy, które mają być wyświetlane w harmonogramie.
pt: Os eventos dos seus calendários podem ser adicionados à sua programação. Selecione quais eventos de calendário serão exibidos em sua programação.
ru: События из ваших календарей можно добавлять в расписание. Выберите события календаря, которые будут отображаться в вашем расписании.
th: คุณสามารถเพิ่มกิจกรรมจากปฏิทินของคุณลงในกำหนดการของคุณได้ เลือกกิจกรรมของปฏิทินที่จะแสดงในกำหนดการของคุณ
tr: Takvimlerinizdeki etkinlikler programınıza eklenebilir. Programınızda hangi takvim etkinliklerinin görüntüleneceğini seçin.
uk: Події з ваших календарів можна додати до свого розкладу. Виберіть, які події календарів відображати у вашому розкладі.
zh_hans: 日历中的事件可以添加到您的日程安排中。选择要在您的日程安排中显示的日历事件。
zh_hant: 日曆中的事件可以新增到您的日程表中。選擇要在您的排程中顯示的日曆事件。

# remSync_remindersListChooser_title
source: Choose Reminders Lists
da: Vælg Påmindelseslister
de: Wählen Sie Erinnerungslisten
es: Elija listas de recordatorios
fr: Choisissez des listes de rappels
hi: अनुस्मारक सूचियाँ चुनें
it: Scegli Elenchi promemoria
ja: リマインダーリストの選択
nl: Kies Herinneringenlijsten
pl: Wybierz Listy przypomnień
pt: Escolha listas de lembretes
ru: Выберите списки напоминаний
th: เลือกรายการเตือนความจำ
tr: Hatırlatıcı Listelerini Seçin
uk: Виберіть Списки нагадувань
zh_hans: 选择提醒列表
zh_hant: 選擇提醒列表
