Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# settings_enterValidEmail_label
source: Enter a valid email address
da: Indtast en gyldig emailadresse
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Introduce una dirección de correo electrónico válida
fr: Entrez une adresse e-mail valide
hi: एक मान्य ईमेल पता दर्ज करें
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
nl: Voer een geldig e-mailadres in
pl: Wprowadź prawidłowy adres email
pt: Digite um endereço de email válido
ru: Введите действительный адрес электронной почты
th: ใส่ที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin
uk: Введіть дійсну електронну адресу
zh_hans: 输入一个有效的电子邮件地址
zh_hant: 輸入一個有效的電子郵件地址

# settings_enterValidNumber_label
source: Enter a valid number
da: Indtast et gyldigt nummer
de: Geben Sie eine gültige Zahl ein
es: Introduce un número válido
fr: Entrez un nombre valide
hi: एक मान्य संख्या दर्ज करें
it: Inserisci un numero valido
ja: 有効な数字を入力してください
nl: Voer een geldig nummer in
pl: Wprowadź prawidłową liczbę
pt: Digite um número válido
ru: Введите действительное число
th: ใส่ตัวเลขที่ถูกต้อง
tr: Geçerli bir numara girin
uk: Введіть дійсне число
zh_hans: 输入一个有效数字
zh_hant: 輸入一個有效的數字

# settings_exportScheduleAsImage_button
source: Export Schedule as Image
da: Eksportér tidsplan som billede
de: Zeitplan als Bild exportieren
es: Exportar horario como imagen
fr: Exporter l'emploi du temps en image
hi: अनुसूची को छवि के रूप में निर्यात करें
it: Esporta Programma come Immagine
ja: スケジュールを画像としてエクスポート
nl: Exporteer Schema als Afbeelding
pl: Eksportuj Harmonogram jako Obraz
pt: Exportar Agenda como Imagem
ru: Экспортировать расписание в виде изображения
th: ส่งออกตารางเวลาเป็นภาพ
tr: Programı Resim Olarak Dışa Aktar
uk: Експортувати розклад як зображення
zh_hans: 将日程导出为图片
zh_hant: 將時間表導出為圖片

# settings_headerText_label
source: Welcome to TimeFinder!
da: Velkommen til TimeFinder!
de: Willkommen bei TimeFinder!
es: ¡Bienvenido a TimeFinder!
fr: Bienvenue dans TimeFinder!
hi: TimeFinder में आपका स्वागत है!
it: Benvenuto in TimeFinder!
ja: TimeFinderへようこそ！
nl: Welkom bij TimeFinder!
pl: Witamy w TimeFinder!
pt: Bem-vindo ao TimeFinder!
ru: Добро пожаловать в TimeFinder!
th: ยินดีต้อนรับสู่ TimeFinder!
tr: TimeFinder'a Hoş Geldiniz!
uk: Ласкаво просимо до TimeFinder!
zh_hans: 欢迎使用TimeFinder！
zh_hant: 歡迎來到TimeFinder！

# settings_moveDoneTasksToEnd_switchLabel
source: Move Done Tasks to End
da: Flyt udførte opgaver til slutningen
de: Erledigte Aufgaben ans Ende verschieben
es: Mover tareas hechas al final
fr: Déplacer les tâches terminées à la fin
hi: पूरा हुए कार्यों को अंत में ले जाएँ
it: Sposta Compiti Fatti alla Fine
ja: 完了したタスクを末尾に移動
nl: Verplaats Voltooide Taken naar het Einde
pl: Przenieś Wykonane Zadania na Koniec
pt: Mover Tarefas Concluídas para o Final
ru: Переместить выполненные задачи в конец
th: ย้ายงานที่เสร็จแล้วไปที่สุดท้าย
tr: Tamamlanan Görevleri Sona Taşı
uk: Перемістити виконані завдання в кінець
zh_hans: 将已完成的任务移至末尾
zh_hant: 將完成的任務移至末尾

# settings_notifications_notificationSound_defaultSound_label
source: Default
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
th: เสียงมาตรฐาน
tr: Varsayılan
uk: Стандартний
zh_hans: 默认
zh_hant: 預設

# settings_notifications_notificationSound_label
source: Notification Sound
da: Notifikationslyd
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
hi: नोटिफ़िकेशन ध्वनि
it: Suono Notifica
ja: 通知音
nl: Notificatiegeluid
pl: Dźwięk Powiadomienia
pt: Som de Notificação
ru: Звук уведомления
th: เสียงการแจ้งเตือน
tr: Bildirim Sesi
uk: Звук сповіщення
zh_hans: 通知音
zh_hant: 通知聲音

# settings_notifications_notificationSound_melody1_label
source: Melody 1
da: Melodi 1
de: Melodie 1
es: Melodía 1
fr: Mélodie 1
hi: धुन 1
it: Melodia 1
ja: メロディー1
nl: Melodie 1
pl: Melodia 1
pt: Melodia 1
ru: Мелодия 1
th: เมโลดี 1
tr: Melodi 1
uk: Мелодія 1
zh_hans: 旋律1
zh_hant: 旋律 1

# settings_notifications_notificationSound_melody2_label
source: Melody 2
da: Melodi 2
de: Melodie 2
es: Melodía 2
fr: Mélodie 2
hi: धुन 2
it: Melodia 2
ja: メロディー2
nl: Melodie 2
pl: Melodia 2
pt: Melodia 2
ru: Мелодия 2
th: เมโลดี 2
tr: Melodi 2
uk: Мелодія 2
zh_hans: 旋律2
zh_hant: 旋律 2

# settings_permissionDenied_button
source: Settings
da: indstillinger
de: die Einstellungen
es: ajustes
fr: paramètres
hi: समायोजन
it: impostazioni
ja: 設定
nl: Instellingen
pl: ustawienia
pt: configurações
ru: настройки
th: การตั้งค่า
tr: ayarlar
uk: Налаштування
zh_hans: 设定
zh_hant: 設定

# settings_notifications_permissionDenied_message
source: TimeFinder notifications are currently disabled in your device settings. Please enable them to proceed.
da: TimeFinder-meddelelser er i øjeblikket deaktiveret i dine enhedsindstillinger. Giv dem venligst mulighed for at fortsætte.
de: TimeFinder-Benachrichtigungen sind derzeit in Ihren Geräteeinstellungen deaktiviert. Bitte ermöglichen Sie ihnen, fortzufahren.
es: Las notificaciones de TimeFinder están actualmente deshabilitadas en la configuración de su dispositivo. Por favor, permítales continuar.
fr: Les notifications TimeFinder sont actuellement désactivées dans les paramètres de votre appareil. Veuillez leur permettre de continuer.
hi: टाइमफ़ाइंडर सूचनाएं वर्तमान में आपकी डिवाइस सेटिंग में अक्षम हैं। कृपया उन्हें आगे बढ़ने में सक्षम करें।
it: Le notifiche di TimeFinder sono attualmente disabilitate nelle impostazioni del tuo dispositivo. Per favore abilitali a procedere.
ja: 現在、TimeFinder 通知はデバイス設定で無効になっています。続行できるようにしてください。
nl: TimeFinder-meldingen zijn momenteel uitgeschakeld in uw apparaatinstellingen. Geef ze de mogelijkheid om door te gaan.
pl: Powiadomienia TimeFinder są obecnie wyłączone w ustawieniach Twojego urządzenia. Proszę umożliwić im kontynuowanie.
pt: As notificações do TimeFinder estão atualmente desativadas nas configurações do seu dispositivo. Por favor, permita que eles continuem.
ru: Уведомления TimeFinder в настоящее время отключены в настройках вашего устройства. Пожалуйста, дайте им возможность продолжить.
th: ขณะนี้การแจ้งเตือน TimeFinder ถูกปิดใช้งานในการตั้งค่าอุปกรณ์ของคุณ โปรดเปิดใช้งานเพื่อดำเนินการต่อ
tr: TimeFinder bildirimleri şu anda cihaz ayarlarınızda devre dışıdır. Lütfen devam etmelerini sağlayın.
uk: Сповіщення TimeFinder наразі вимкнено в налаштуваннях вашого пристрою. Увімкніть їх, щоб продовжити.
zh_hans: 目前，您的设备设置中已禁用 TimeFinder 通知。请让他们能够继续。
zh_hant: 目前，您的裝置設定中已停用 TimeFinder 通知。請讓他們能夠繼續。

# settings_notifications_permissionDenied_title
source: Notifications Disabled
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
es: Notificaciones deshabilitadas
fr: Notifications désactivées
hi: सूचनाएं अक्षम की गईं
it: Notifiche disabilitate
ja: 通知が無効になっています
nl: Meldingen uitgeschakeld
pl: Powiadomienia wyłączone
pt: Notificações desativadas
ru: Уведомления отключены
th: การแจ้งเตือนถูกปิดใช้งาน
tr: Bildirimler Devre Dışı Bırakıldı
uk: Сповіщення вимкнено
zh_hans: 通知已禁用
zh_hant: 通知已禁用

# settings_notifications_testNotification_button
source: Test Notification
da: Test notifikation
de: Testbenachrichtigung
es: Probar notificación
fr: Test de notification
hi: परीक्षण नोटिफ़िकेशन
it: Test Notifica
ja: 通知をテストする
nl: Test Notificatie
pl: Testuj Powiadomienie
pt: Testar Notificação
ru: Тестовое уведомление
th: ทดสอบการแจ้งเตือน
tr: Test Bildirimi
uk: Тестове сповіщення
zh_hans: 测试通知
zh_hant: 測試通知

# settings_notifications_title
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
nl: Notificaties
pl: Powiadomienia
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# settings_calendar_permissionDenied_title
source: Calendar Access Required
da: Kalenderadgang påkrævet
de: Kalenderzugriff erforderlich
es: Se requiere acceso al calendario
fr: Accès au calendrier requis
hi: कैलेंडर पहुंच आवश्यक है
it: È richiesto l&#39;accesso al calendario
ja: カレンダーへのアクセスが必要です
nl: Agendatoegang vereist
pl: Wymagany dostęp do kalendarza
pt: Acesso ao calendário necessário
ru: Требуется доступ к календарю
th: จำเป็นต้องเข้าถึงปฏิทิน
tr: Takvim Erişimi Gerekli
uk: Потрібен доступ до календаря
zh_hans: 需要访问日历
zh_hant: 需要訪問日曆

# settings_calendar_permissionDenied_message
source: TimeFinder needs access to your device Calendars in order to use Calendar Sync. Please go to your device settings to enable this permission.
da: TimeFinder skal have adgang til din enheds kalendere for at kunne bruge Calendar Sync. Gå til dine enhedsindstillinger for at aktivere denne tilladelse.
de: TimeFinder benötigt Zugriff auf die Kalender Ihres Geräts, um die Kalendersynchronisierung verwenden zu können. Bitte gehen Sie zu Ihren Geräteeinstellungen, um diese Berechtigung zu aktivieren.
es: TimeFinder necesita acceso a los calendarios de su dispositivo para poder utilizar Calendar Sync. Vaya a la configuración de su dispositivo para habilitar este permiso.
fr: TimeFinder a besoin d&#39;accéder aux calendriers de votre appareil pour pouvoir utiliser Calendar Sync. Veuillez accéder aux paramètres de votre appareil pour activer cette autorisation.
hi: कैलेंडर सिंक का उपयोग करने के लिए टाइमफाइंडर को आपके डिवाइस कैलेंडर तक पहुंच की आवश्यकता है। कृपया इस अनुमति को सक्षम करने के लिए अपनी डिवाइस सेटिंग्स पर जाएं।
it: TimeFinder deve accedere ai calendari del tuo dispositivo per poter utilizzare la sincronizzazione del calendario. Vai alle impostazioni del tuo dispositivo per abilitare questa autorizzazione.
ja: カレンダー同期を使用するには、TimeFinder がデバイスのカレンダーにアクセスする必要があります。この権限を有効にするには、デバイスの設定に移動してください。
nl: TimeFinder heeft toegang tot de agenda&#39;s van uw apparaat nodig om Agendasynchronisatie te kunnen gebruiken. Ga naar uw apparaatinstellingen om deze toestemming in te schakelen.
pl: Aby móc korzystać z synchronizacji kalendarza, TimeFinder potrzebuje dostępu do kalendarzy na Twoim urządzeniu. Przejdź do ustawień urządzenia, aby włączyć to uprawnienie.
pt: O TimeFinder precisa de acesso aos calendários do seu dispositivo para usar o Calendar Sync. Acesse as configurações do seu dispositivo para ativar essa permissão.
ru: Чтобы использовать синхронизацию календаря, TimeFinder необходим доступ к календарям вашего устройства. Пожалуйста, перейдите в настройки вашего устройства, чтобы включить это разрешение.
th: TimeFinder ต้องการเข้าถึงปฏิทินในอุปกรณ์ของคุณเพื่อใช้ Calendar Sync โปรดไปที่การตั้งค่าอุปกรณ์ของคุณเพื่อเปิดใช้งานการอนุญาตนี้
tr: TimeFinder&#39;ın Takvim Senkronizasyonunu kullanabilmesi için cihazınızın Takvimlerine erişmesi gerekiyor. Bu izni etkinleştirmek için lütfen cihaz ayarlarınıza gidin.
uk: Щоб використовувати синхронізацію календаря, TimeFinder потрібен доступ до календарів вашого пристрою. Щоб увімкнути цей дозвіл, перейдіть у налаштування свого пристрою.
zh_hans: TimeFinder 需要访问您设备的日历才能使用日历同步。请转到您的设备设置以启用此权限。
zh_hant: TimeFinder 需要存取您裝置的行事曆才能使用行事曆同步。請前往您的裝置設定以啟用此權限。

# settings_reminder_permissionDenied_title
source: Reminders Access Required
da: Påmindelser Adgang påkrævet
de: Zugriff auf Erinnerungen erforderlich
es: Acceso a recordatorios requerido
fr: Accès aux rappels requis
hi: अनुस्मारक पहुँच आवश्यक है
it: Accesso ai promemoria obbligatorio
ja: リマインダーへのアクセスが必要です
nl: Herinneringen Toegang vereist
pl: Wymagany dostęp do przypomnień
pt: Acesso aos lembretes necessário
ru: Напоминания Требуется доступ
th: จำเป็นต้องเข้าถึงการแจ้งเตือน
tr: Hatırlatıcılara Erişim Gerekli
uk: Потрібен доступ до нагадувань
zh_hans: 需要提醒访问
zh_hant: 需要提醒訪問

# settings_reminder_permissionDenied_message
source: TimeFinder needs access to your Reminders for this feature. Please go to your device settings to enable this permission.
da: TimeFinder skal have adgang til dine påmindelser for denne funktion. Gå til dine enhedsindstillinger for at aktivere denne tilladelse.
de: Für diese Funktion benötigt TimeFinder Zugriff auf Ihre Erinnerungen. Bitte gehen Sie zu Ihren Geräteeinstellungen, um diese Berechtigung zu aktivieren.
es: TimeFinder necesita acceso a sus Recordatorios para esta función. Vaya a la configuración de su dispositivo para habilitar este permiso.
fr: TimeFinder a besoin d&#39;accéder à vos rappels pour cette fonctionnalité. Veuillez accéder aux paramètres de votre appareil pour activer cette autorisation.
hi: इस सुविधा के लिए टाइमफाइंडर को आपके रिमाइंडर तक पहुंच की आवश्यकता है। कृपया इस अनुमति को सक्षम करने के लिए अपनी डिवाइस सेटिंग्स पर जाएं।
it: TimeFinder necessita dell&#39;accesso ai tuoi Promemoria per questa funzione. Vai alle impostazioni del tuo dispositivo per abilitare questa autorizzazione.
ja: TimeFinder はこの機能のためにリマインダーにアクセスする必要があります。この権限を有効にするには、デバイスの設定に移動してください。
nl: Voor deze functie heeft TimeFinder toegang tot uw herinneringen nodig. Ga naar uw apparaatinstellingen om deze toestemming in te schakelen.
pl: Aby móc korzystać z tej funkcji, TimeFinder potrzebuje dostępu do Twoich przypomnień. Przejdź do ustawień urządzenia, aby włączyć to uprawnienie.
pt: O TimeFinder precisa de acesso aos seus lembretes para este recurso. Acesse as configurações do seu dispositivo para ativar essa permissão.
ru: Для использования этой функции TimeFinder необходим доступ к вашим напоминаниям. Пожалуйста, перейдите в настройки вашего устройства, чтобы включить это разрешение.
th: TimeFinder ต้องการเข้าถึงการแจ้งเตือนของคุณสำหรับคุณสมบัตินี้ โปรดไปที่การตั้งค่าอุปกรณ์ของคุณเพื่อเปิดใช้งานการอนุญาตนี้
tr: Bu özellik için TimeFinder&#39;ın Hatırlatıcılarınıza erişmesi gerekiyor. Bu izni etkinleştirmek için lütfen cihaz ayarlarınıza gidin.
uk: Для цієї функції TimeFinder потребує доступу до ваших нагадувань. Щоб увімкнути цей дозвіл, перейдіть у налаштування свого пристрою.
zh_hans: TimeFinder 需要访问您的提醒才能使用此功能。请转到您的设备设置以启用此权限。
zh_hant: TimeFinder 需要存取您的提醒才能使用此功能。請前往您的裝置設定以啟用此權限。

# settings_privacyPolicy_title
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Politica sulla Privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka Prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings_rateAppOnTheAppStore_button
source: Rate on the {storeName}
da: Bedøm på {storeName}
de: Bewerten Sie im {storeName}
es: Valorar en {storeName}
fr: Noter sur le {storeName}
hi: {storeName} पर रेट करें
it: Valuta sull'{storeName}
ja: {storeName}で評価する
nl: Beoordeel op de {storeName}
pl: Oceń na {storeName}
pt: Avaliar na {storeName}
ru: Оценить в {storeName}
th: ให้คะแนนใน {storeName}
tr: {storeName} Üzerinde Değerlendir
uk: Оцінити в {storeName}
zh_hans: 在{storeName}上评分
zh_hant: 在 {storeName} 上評分

# settings_reminderSync_label
source: Reminder Sync
da: Påmindelsessynkronisering
de: Erinnerungssynchronisierung
es: Sincronización de recordatorios
fr: Synchronisation des rappels
hi: रिमाइंडर सिंक
it: Sincronizzazione Promemoria
ja: リマインダー同期
nl: Herinneringssynchronisatie
pl: Synchronizacja Przypomnień
pt: Sincronização de Lembretes
ru: Синхронизация напоминаний
th: ซิงค์การเตือนความจำ
tr: Hatırlatıcı Senkronizasyonu
uk: Синхронізація нагадувань
zh_hans: 提醒同步
zh_hant: 提醒同步

# settings_resetSchedule_button
source: Clear All Schedules
da: Nulstil tidsplan
de: Zeitplan zurücksetzen
es: Restablecer horario
fr: Réinitialiser l'emploi du temps
hi: अनुसूची रीसेट करें
it: Reimposta Programma
ja: スケジュールをリセット
nl: Schema Resetten
pl: Resetuj Harmonogram
pt: Redefinir Agenda
ru: Сбросить расписание
th: รีเซ็ตตารางเวลา
tr: Programı Sıfırla
uk: Скинути розклад
zh_hans: 重置日程
zh_hant: 重置時間表

# settings_resetSchedule_prompt
source: Are you sure you want to delete all your schedules? This cannot be undone.
da: Er du sikker på, at du vil slette alle dine tidsplaner? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie alle Ihre Zeitpläne löschen möchten? Das kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todos tus horarios? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous vos plannings ? Ça ne peut pas être annulé.
hi: क्या आप वाकई अपने सभी शेड्यूल हटाना चाहते हैं? इसे असंपादित नहीं किया जा सकता है।
it: Sei sicuro di voler eliminare tutte le tue pianificazioni? Questa operazione non può essere annullata.
ja: すべてのスケジュールを削除してもよろしいですか?これは、元に戻すことはできません。
nl: Weet u zeker dat u al uw planningen wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć wszystkie swoje harmonogramy? Tego nie da się cofnąć.
pt: Tem certeza de que deseja excluir todas as suas programações? Isto não pode ser desfeito.
ru: Вы уверены, что хотите удалить все свои расписания? Это не может быть отменено.
th: คุณแน่ใจหรือไม่ว่าต้องการลบกำหนดการทั้งหมดของคุณ สิ่งนี้ไม่สามารถยกเลิกได้
tr: Tüm programlarınızı silmek istediğinizden emin misiniz? Bu geri alınamaz.
uk: Ви впевнені, що хочете видалити всі свої розклади? Це не може бути скасоване.
zh_hans: 您确定要删除所有日程安排吗？这不能被撤消。
zh_hant: 您確定要刪除所有日程安排嗎？這不能被撤消。

# settings_resetSchedule_success
source: Schedules cleared successfully
da: Tidsplaner ryddet succesfuldt
de: Zeitpläne erfolgreich gelöscht
es: Horarios eliminados con éxito
fr: Emplois du temps effacés avec succès
hi: अनुसूचियाँ सफलतापूर्वक साफ की गईं
it: Programmi cancellati con successo
ja: スケジュールが正常にクリアされました
nl: Schema's succesvol gewist
pl: Harmonogram został pomyślnie wyczyszczony
pt: Agendas limpas com sucesso
ru: Расписания успешно очищены
th: ล้างตารางเวลาสำเร็จ
tr: Programlar başarıyla temizlendi
uk: Розклади успішно очищені
zh_hans: 日程清除成功
zh_hant: 時間表成功清除

# settings_schedule_autoColorTasks_switchLabel
source: Auto-Color Tasks
da: Auto-farve opgaver
de: Aufgaben automatisch einfärben
es: Colorear tareas automáticamente
fr: Couleurs automatiques pour les tâches
hi: कार्यों को स्वचालित रूप से रंग दें
it: Colorazione Automatica Compiti
ja: タスクに自動で色を付ける
nl: Automatisch Taakkleuren
pl: Automatyczne Kolorowanie Zadań
pt: Colorir Tarefas Automaticamente
ru: Автоматический цвет задач
th: สีงานอัตโนมัติ
tr: Görevleri Otomatik Renklendir
uk: Автоматичне кольорування завдань
zh_hans: 自动上色任务
zh_hant: 自動上色任務

# settings_schedule_hideTimesAfter_label
source: Hide Times After
da: Skjul tider efter
de: Zeiten danach ausblenden
es: Ocultar horas después de
fr: Cacher les heures après
hi: समय के बाद छिपाएँ
it: Nascondi Orari Dopo
ja: この時間以降を隠す
nl: Verberg Tijden Na
pl: Ukryj Czasy Po
pt: Ocultar Horários Após
ru: Скрыть время после
th: ซ่อนเวลาหลังจาก
tr: Sonra Olan Zamanları Gizle
uk: Приховати час після
zh_hans: 隐藏之后的时间
zh_hant: 隱藏之後的時間

# settings_schedule_hideTimesBefore_label
source: Hide Times Before
da: Skjul tider før
de: Zeiten davor ausblenden
es: Ocultar horas antes de
fr: Cacher les heures avant
hi: समय से पहले छिपाएँ
it: Nascondi Orari Prima
ja: この時間より前を隠す
nl: Verberg Tijden Voor
pl: Ukryj Czasy Przed
pt: Ocultar Horários Antes
ru: Скрыть время до
th: ซ่อนเวลาก่อน
tr: Önce Olan Zamanları Gizle
uk: Приховати час до
zh_hans: 隐藏之前的时间
zh_hant: 隱藏之前的時間

# settings_schedule_intervalDuration_label
source: Interval Duration
da: Intervalvarighed
de: Intervalllänge
es: Duración del intervalo
fr: Durée de l'intervalle
hi: अंतराल अवधि
it: Durata Intervallo
ja: 間隔の長さ
nl: Intervalduur
pl: Czas Trwania Interwału
pt: Duração do Intervalo
ru: Длительность интервала
th: ระยะเวลาช่วงเวลา
tr: Aralık Süresi
uk: Тривалість інтервалу
zh_hans: 间隔时长
zh_hant: 間隔持續時間

# settings_schedule_startWeekOn_label
source: Start Week On
da: Start uge på
de: Woche beginnt am
es: Comenzar la semana en
fr: Commencer la semaine le
hi: सप्ताह की शुरुआत पर
it: Inizia Settimana il
ja: 週の開始曜日
nl: Begin Week Op
pl: Rozpocznij Tydzień Od
pt: Iniciar Semana em
ru: Начало недели с
th: เริ่มสัปดาห์ในวัน
tr: Haftayı Şu Günle Başlat
uk: Початок тижня з
zh_hans: 周开始于
zh_hant: 一週開始於

# settings_schedule_twentyFourHourTime_switchLabel
source: 24-Hour Time
da: 24-timers tid
de: 24-Stunden-Zeit
es: Hora de 24 horas
fr: Format 24 heures
hi: 24-घंटे समय
it: Ora in Formato 24 Ore
ja: 24時間制
nl: 24-Uurs Tijd
pl: Format 24-godzinny
pt: Horário de 24 Horas
ru: 24-часовой формат времени
th: เวลา 24 ชั่วโมง
tr: 24 Saat Zamanı
uk: 24-годинний формат часу
zh_hans: 24小时制
zh_hant: 24小時制

# settings_schedule_xMinutes_label
source: {count, plural, =1{1 minute} other{{count} minutes}}
da: {count, plural, =1{1 minut} other{{count} minutter}}
de: {count, plural, =1{1 Minute} other{{count} Minuten}}
es: {count, plural, =1{1 minuto} other{{count} minutos}}
hi: {count, plural, =1{1 मिनट} other{{count} मिनट}}
it: {count, plural, =1{1 minuto} other{{count} minuti}}
ja: {count, plural, =1{1 分} other{{count} 分}}
nl: {count, plural, =1{1 minuut} other{{count} minuten}}
pl: {count, plural, =1{1 minuta} other{{count} minut}}
pt: {count, plural, =1{1 minuto} other{{count} minutos}}
ru: {count, plural, =1{1 минута} other{{count} минут}}
th: {count, plural, =1{1 นาที} other{{count} นาที}}
tr: {count, plural, =1{1 dakika} other{{count} dakika}}
uk: {count, plural, one {1 хвилина} few {{count} хвилини} many {{count} хвилин} other {{count} хвилин}}
zh_hans: {count, plural, =1{1 分钟} other{{count} 分钟}}
zh_hant: {count, plural, =1{1 分鐘} other{{count} 分鐘}}

# settings_sections_account_label
source: ACCOUNT
da: KONTO
de: KONTO
es: CUENTA
fr: COMPTE
hi: खाता
ja: アカウント
pl: KONTO
pt: CONTA
ru: АККАУНТ
th: บัญชี
tr: HESAP
uk: АКАУНТ
zh_hans: 账户
zh_hant: 帳戶

# settings_sections_data_label
source: DATA
de: DATEN
es: DATOS
fr: DONNÉES
hi: डेटा
it: DATI
ja: データ
nl: GEGEVENS
pl: DANE
pt: DADOS
ru: ДАННЫЕ
th: ข้อมูล
tr: VERİ
uk: ДАНІ
zh_hans: 数据
zh_hant: 數據

# settings_sections_preferences_label
source: PREFERENCES
da: PRÆFERENCER
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
hi: प्राथमिकताएँ
it: PREFERENZE
ja: 設定
nl: VOORKEUREN
pl: PREFERENCJE
pt: PREFERÊNCIAS
ru: ПРЕДПОЧТЕНИЯ
th: การตั้งค่า
tr: TERCİHLER
uk: ПРЕФЕРЕНЦІЇ
zh_hans: 偏好
zh_hant: 偏好設置

# settings_sections_premium_label
source: PREMIUM
hi: प्रीमियम
ja: プレミアム
ru: ПРЕМИУМ
th: พรีเมียม
uk: ПРЕМІУМ
zh_hans: 高级
zh_hant: 高級

# settings_sections_reset_label
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Reimposta
ja: リセット
nl: Resetten
pl: Resetuj
pt: Redefinir
ru: Сброс
th: รีเซ็ต
tr: Sıfırla
uk: Скидання
zh_hans: 重置
zh_hant: 重置

# settings_sections_sync_label
source: SYNC
da: SYNK
de: SYNCHRONISIERUNG
es: SINCRONIZACIÓN
fr: SYNCHRONISATION
hi: सिंक
it: SINCRONIZZAZIONE
ja: 同期
nl: SYNCHRONISATIE
pl: SYNCHRONIZACJA
pt: SINCRONIZAÇÃO
ru: СИНХРОНИЗАЦИЯ
th: ซิงค์
tr: SENKRONİZASYON
uk: СИНХРОНІЗАЦІЯ
zh_hans: 同步
zh_hant: 同步

# settings_sendFeedback_button
source: Contact Us
da: Kontakt os
de: Kontaktieren Sie uns
es: Contáctanos
fr: Nous contacter
hi: हमसे संपर्क करें
it: Contattaci
ja: お問い合わせ
nl: Contacteer Ons
pl: Skontaktuj Się z Nami
pt: Fale Conosco
ru: Связаться с нами
th: ติดต่อเรา
tr: Bize Ulaşın
uk: Зв'язатися з нами
zh_hans: 联系我们
zh_hant: 聯繫我們

# settings_feedbackBoard_button
source: Feedback Board
da: Feedback-tavle
es: Tablero de retroalimentación
fr: Tableau de feedback
hi: प्रतिक्रिया बोर्ड
it: Bacheca Feedback
ja: フィードバックボード
nl: Feedbackbord
pl: Tablica Opinii
pt: Quadro de Feedback
ru: Доска отзывов
th: กระดานข้อเสนอแนะ
tr: Geri Bildirim Panosu
uk: Дошка відгуків
zh_hans: 反馈板
zh_hant: 反饋板

# settings_shareTimeFinderWithAFriend_button
source: Share TimeFinder with a Friend
da: Del TimeFinder med en ven
de: Teilen Sie TimeFinder mit einem Freund
es: Compartir TimeFinder con un amigo
fr: Partager TimeFinder avec un ami
hi: एक मित्र के साथ TimeFinder साझा करें
it: Condividi TimeFinder con un Amico
ja: 友達にTimeFinderを共有する
nl: Deel TimeFinder met een Vriend
pl: Podziel Się TimeFinder z Przyjacielem
pt: Compartilhe o TimeFinder com um Amigo
ru: Поделиться TimeFinder с другом
th: แชร์ TimeFinder กับเพื่อน
tr: TimeFinder'ı Bir Arkadaşınızla Paylaşın
uk: Поділитися TimeFinder з другом
zh_hans: 与朋友分享TimeFinder
zh_hant: 與朋友分享TimeFinder
