Repository: yasirali133314/todo_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fr, hi, it, ja, nl, pl, pt, ru, th, tr, uk, zh_hans, zh_hant

# remSync_remindersListChooser_prompt
source: Select which Reminders Lists you'd like to import, and enjoy ongoing one-way integration. Once set up, effortlessly drag entries into your schedule. Two-way sync coming soon!
da: Vælg hvilke påmindelseslister du vil importere, og nyd løbende envejsintegration. Når du er konfigureret, kan du nemt trække poster ind i din tidsplan. Tovejs synkronisering kommer snart!
de: Wählen Sie aus, welche Erinnerungslisten Sie importieren möchten, und genießen Sie die fortlaufende unidirektionale Integration. Nach der Einrichtung können Sie Einträge mühelos in Ihren Zeitplan ziehen. Zwei-Wege-Synchronisierung bald verfügbar!
es: Seleccione qué listas de Recordatorios desea importar y disfrute de una integración unidireccional continua. Una vez configurado, arrastre las entradas sin esfuerzo a su agenda. ¡Sincronización bidireccional próximamente!
fr: Sélectionnez les listes de rappels que vous souhaitez importer et profitez d&#39;une intégration unidirectionnelle continue. Une fois configuré, faites glisser sans effort les entrées dans votre emploi du temps. Synchronisation bidirectionnelle bientôt disponible !
hi: चुनें कि आप कौन सी अनुस्मारक सूची आयात करना चाहते हैं, और चल रहे एकतरफा एकीकरण का आनंद लें। एक बार सेट हो जाने पर, आसानी से प्रविष्टियों को अपने शेड्यूल में खींचें। दो-तरफ़ा सिंक जल्द ही आ रहा है!
it: Seleziona gli elenchi di promemoria che desideri importare e goditi l&#39;integrazione unidirezionale continua. Una volta configurato, trascina facilmente le voci nel tuo programma. Sincronizzazione bidirezionale in arrivo!
ja: インポートするリマインダー リストを選択し、継続的な一方向の統合をお楽しみください。設定したら、エントリをスケジュールに簡単にドラッグします。双方向同期が近日中に登場します!
nl: Selecteer welke herinneringenlijsten u wilt importeren en geniet van voortdurende eenrichtingsintegratie. Eenmaal ingesteld, sleept u moeiteloos vermeldingen naar uw planning. Tweerichtingssynchronisatie binnenkort beschikbaar!
pl: Wybierz, które listy przypomnień chcesz zaimportować i ciesz się ciągłą jednokierunkową integracją. Po skonfigurowaniu bez trudu przeciągnij wpisy do swojego harmonogramu. Dwukierunkowa synchronizacja już wkrótce!
pt: Selecione quais listas de Lembretes você deseja importar e aproveite a integração unidirecional contínua. Depois de configurado, arraste facilmente as entradas para sua programação. Sincronização bidirecional em breve!
ru: Выберите, какие списки напоминаний вы хотите импортировать, и наслаждайтесь постоянной односторонней интеграцией. После настройки легко перетаскивайте записи в свое расписание. Двусторонняя синхронизация скоро появится!
th: เลือกรายการเตือนความจำที่คุณต้องการนำเข้า และเพลิดเพลินกับการบูรณาการทางเดียวอย่างต่อเนื่อง เมื่อตั้งค่าแล้ว ให้ลากรายการต่างๆ ลงในกำหนดการของคุณได้อย่างง่ายดาย การซิงค์แบบสองทางในเร็วๆ นี้!
tr: Hangi Hatırlatıcı listelerini içe aktarmak istediğinizi seçin ve devam eden tek yönlü entegrasyonun keyfini çıkarın. Kurulum tamamlandıktan sonra girişleri zahmetsizce programınıza sürükleyin. İki yönlü senkronizasyon çok yakında!
uk: Виберіть, які списки нагадувань ви бажаєте імпортувати, і насолоджуйтеся поточною односторонньою інтеграцією. Після налаштування легко перетягуйте записи у свій розклад. Двостороння синхронізація незабаром!
zh_hans: 选择您想要导入的提醒列表，并享受持续的单向集成。设置完成后，您可以轻松地将条目拖入您的日程安排中。双向同步即将推出！
zh_hant: 選擇您想要匯入的提醒列表，並享受持續的單向整合。設定完成後，您可以輕鬆地將條目拖入您的日程安排中。雙向同步即將推出！

# schedule_today_label
source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
th: ในวันนี้
tr: Bugün
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天

# schedule_tomorrow_label
source: Tomorrow
da: I morgen
de: Morgen
es: Mañana
fr: Demain
hi: आने वाला कल
it: Domani
ja: 明日
nl: Morgen
pl: Jutro
pt: Amanhã
ru: Завтра
th: วันพรุ่งนี้
tr: Yarın
uk: Завтра
zh_hans: 明天
zh_hant: 明天

# schedule_yesterday_label
source: Yesterday
da: I GÅR
de: Gestern
es: Ayer
fr: Hier
hi: बिता कल
it: Ieri
ja: 昨日
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
th: เมื่อวาน
tr: Dün
uk: Вчора
zh_hans: 昨天
zh_hant: 昨天

# auth_changeEmail_label
source: Change Email
da: Skift email
de: E-Mail ändern
es: Cambiar correo electrónico
fr: Changer d'e-mail
hi: ईमेल बदलें
it: Cambia Email
ja: メールアドレスを変更
nl: E-mail Wijzigen
pl: Zmień Email
pt: Mudar Email
ru: Сменить электронную почту
th: เปลี่ยนอีเมล
tr: E-postayı Değiştir
uk: Змінити електронну пошту
zh_hans: 更改电子邮件
zh_hant: 更改電子郵件

# auth_changeEmail_success
source: Email changed successfully
da: Email skiftet succesfuldt
de: E-Mail erfolgreich geändert
es: Correo electrónico cambiado con éxito
fr: E-mail changé avec succès
hi: ईमेल सफलतापूर्वक बदला गया
it: Email cambiata con successo
ja: メールアドレスを正常に変更しました
nl: E-mail succesvol gewijzigd
pl: Email został pomyślnie zmieniony
pt: Email alterado com sucesso
ru: Электронная почта успешно изменена
th: เปลี่ยนอีเมลสำเร็จ
tr: E-posta başarıyla değiştirildi
uk: Електронну адресу успішно змінено
zh_hans: 电子邮件更改成功
zh_hant: 電子郵件成功更改

# auth_changePassword_button
source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
it: Cambia Password
ja: パスワードを変更
nl: Wachtwoord Wijzigen
pl: Zmień Hasło
pt: Mudar Senha
ru: Сменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 更改密碼

# auth_changePassword_success
source: Password changed successfully
da: Adgangskode ændret succesfuldt
de: Passwort erfolgreich geändert
es: Contraseña cambiada con éxito
fr: Mot de passe changé avec succès
hi: पासवर्ड सफलतापूर्वक बदला गया
it: Password cambiata con successo
ja: パスワードを正常に変更しました
nl: Wachtwoord succesvol gewijzigd
pl: Hasło zostało pomyślnie zmienione
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
th: เปลี่ยนรหัสผ่านสำเร็จ
tr: Şifre başarıyla değiştirildi
uk: Пароль успішно змінено
zh_hans: 密码更改成功
zh_hant: 密碼成功更改

# auth_confirmPassword_label
source: Confirm Password
da: Bekræft adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
it: Conferma Password
ja: パスワードを確認
nl: Bevestig Wachtwoord
pl: Potwierdź Hasło
pt: Confirmar Senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
uk: Підтвердіть пароль
zh_hans: 确认密码
zh_hant: 確認密碼

# auth_continueWithApple_button
source: Continue with Apple
da: Fortsæt med Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
hi: Apple के साथ जारी रखें
it: Continua con Apple
ja: Appleで続行
nl: Doorgaan met Apple
pl: Kontynuuj z Apple
pt: Continuar com a Apple
ru: Продолжить с Apple
th: ดำเนินการต่อด้วย Apple
tr: Apple ile Devam Et
uk: Продовжити з Apple
zh_hans: 使用Apple继续
zh_hant: 繼續使用Apple

# auth_continueWithEmail_button
source: Continue with Email
da: Fortsæt med email
de: Mit E-Mail fortfahren
es: Continuar con correo electrónico
fr: Continuer avec l'e-mail
hi: ईमेल के साथ जारी रखें
it: Continua con Email
ja: メールで続行
nl: Doorgaan met E-mail
pl: Kontynuuj z Email
pt: Continuar com Email
ru: Продолжить с электронной почтой
th: ดำเนินการต่อด้วยอีเมล
tr: E-posta ile Devam Et
uk: Продовжити з електронною поштою
zh_hans: 使用电子邮件继续
zh_hant: 繼續使用電子郵件

# auth_continueWithGoogle_button
source: Continue with Google
da: Fortsæt med Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
it: Continua con Google
ja: Googleで続行
nl: Doorgaan met Google
pl: Kontynuuj z Google
pt: Continuar com o Google
ru: Продолжить с Google
th: ดำเนินการต่อด้วย Google
tr: Google ile Devam Et
uk: Продовжити з Google
zh_hans: 使用Google继续
zh_hant: 繼續使用Google

# auth_enterPasswordForSecurity_prompt
source: You need to re-enter your password for security reasons.
da: Af sikkerhedsmæssige årsager skal du indtaste din adgangskode.
de: Aus Sicherheitsgründen müssen Sie Ihr Passwort eingeben.
es: Necesitas introducir tu contraseña por razones de seguridad.
fr: Vous devez entrer votre mot de passe pour des raisons de sécurité.
hi: सुरक्षा कारणों से आपको अपना पासवर्ड दर्ज करना होगा।
it: Devi inserire la tua password per motivi di sicurezza.
ja: セキュリティ上の理由から、パスワードを入力する必要があります。
nl: U moet uw wachtwoord invoeren om veiligheidsredenen.
pl: Ze względów bezpieczeństwa musisz wprowadzić swoje hasło.
pt: Você precisa digitar sua senha por motivos de segurança.
ru: Вам необходимо ввести ваш пароль по соображениям безопасности.
th: คุณต้องใส่รหัสผ่านเพื่อเหตุผลด้านความปลอดภัย
tr: Güvenlik nedeniyle şifrenizi girmeniz gerekmektedir.
uk: З міркувань безпеки, вам потрібно ввести свій пароль.
zh_hans: 出于安全原因，您需要输入您的密码。
zh_hant: 出於安全原因，您需要輸入您的密碼。

# auth_forgotPassword_button
source: Forgot Password?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए?
it: Password Dimenticata?
ja: パスワードをお忘れですか？
nl: Wachtwoord Vergeten?
pl: Zapomniałeś Hasła?
pt: Esqueceu a Senha?
ru: Забыли пароль?
th: ลืมรหัสผ่าน?
tr: Şifremi Unuttum?
uk: Забули пароль?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# remSync_notYetEnabled_message
source: Reminder Sync is not yet enabled on this device. Would you like to enable it?
da: Påmindelsessynkronisering er endnu ikke aktiveret på denne enhed. Vil du aktivere det?
de: Die Erinnerungssynchronisierung ist auf diesem Gerät noch nicht aktiviert. Möchten Sie es aktivieren?
es: Reminder Sync aún no está habilitado en este dispositivo. ¿Quieres habilitarlo?
fr: La synchronisation des rappels n&#39;est pas encore activée sur cet appareil. Souhaitez-vous l&#39;activer ?
hi: इस डिवाइस पर रिमाइंडर सिंक अभी तक सक्षम नहीं है। क्या आप इसे सक्षम करना चाहेंगे?
it: La sincronizzazione dei promemoria non è ancora abilitata su questo dispositivo. Desideri abilitarlo?
ja: このデバイスではリマインダー同期がまだ有効になっていません。有効にしますか?
nl: Herinneringssynchronisatie is nog niet ingeschakeld op dit apparaat. Wilt u dit inschakelen?
pl: Synchronizacja przypomnień nie jest jeszcze włączona na tym urządzeniu. Czy chcesz to włączyć?
pt: A sincronização de lembretes ainda não está ativada neste dispositivo. Você gostaria de habilitá-lo?
ru: Синхронизация напоминаний еще не включена на этом устройстве. Хотите включить его?
th: ยังไม่ได้เปิดใช้งานการซิงค์เตือนความจำบนอุปกรณ์นี้ คุณต้องการเปิดใช้งานหรือไม่?
tr: Hatırlatıcı Senkronizasyonu henüz bu cihazda etkinleştirilmedi. Etkinleştirmek ister misiniz?
uk: Синхронізацію нагадувань ще не ввімкнено на цьому пристрої. Бажаєте ввімкнути це?
zh_hans: 该设备尚未启用提醒同步。您想启用它吗？
zh_hant: 該設備尚未啟用提醒同步。您想啟用它嗎？

# settings_schedule_intervalUpdated_message
source: Interval updated successfully
da: Interval opdateret succesfuldt
de: Intervall erfolgreich aktualisiert
es: Intervalo actualizado con éxito
fr: Intervalle mis à jour avec succès
hi: अंतराल सफलतापूर्वक अपडेट किया गया
it: Intervallo aggiornato con successo
ja: 間隔が正常に更新されました
nl: Interval succesvol bijgewerkt
pl: Interwał został pomyślnie zaktualizowany
pt: Intervalo atualizado com sucesso
ru: Интервал успешно обновлен
th: อัพเดทช่วงเวลาสำเร็จ
tr: Aralık başarıyla güncellendi
uk: Інтервал успішно оновлено
zh_hans: 间隔成功更新
zh_hant: 間隔成功更新

# settings_schedule_intervalUpdateFailed_message
source: Interval update failed
da: Intervalopdatering mislykkedes
de: Intervallaktualisierung fehlgeschlagen
es: Error al actualizar el intervalo
fr: Échec de la mise à jour de l'intervalle
hi: अंतराल अपडेट विफल रहा
it: Aggiornamento intervallo fallito
ja: 間隔の更新に失敗しました
nl: Intervalupdate mislukt
pl: Aktualizacja interwału nie powiodła się
pt: Falha na atualização do intervalo
ru: Не удалось обновить интервал
th: อัพเดทช่วงเวลาไม่สำเร็จ
tr: Aralık güncellemesi başarısız
uk: Не вдалося оновити інтервал
zh_hans: 间隔更新失败
zh_hant: 間隔更新失敗

# remSync_noRemindersListsFound_message
source: No Reminders Lists Found
da: Ingen påmindelseslister fundet
de: Keine Erinnerungslisten gefunden
es: No se encontraron listas de recordatorios
fr: Aucune liste de rappels trouvée
hi: कोई अनुस्मारक सूची नहीं मिली
it: Nessun elenco promemoria trovato
ja: リマインダーリストが見つかりません
nl: Geen herinneringenlijsten gevonden
pl: Nie znaleziono list przypomnień
pt: Nenhuma lista de lembretes encontrada
ru: Списки напоминаний не найдены
th: ไม่พบรายการเตือนความจำ
tr: Hatırlatıcı Listesi Bulunamadı
uk: Немає списків нагадувань
zh_hans: 未找到提醒列表
zh_hant: 未找到提醒列表

# auth_resetPasswordPage_message
source: Please enter your email so we can send you further instructions to reset your password.
da: Indtast venligst din e-mail, så vi kan sende dig yderligere instruktioner for at nulstille din adgangskode.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, damit wir Ihnen weitere Anweisungen zum Zurücksetzen Ihres Passworts senden können.
es: Ingrese su correo electrónico para que podamos enviarle más instrucciones para restablecer su contraseña.
fr: Veuillez saisir votre adresse e-mail afin que nous puissions vous envoyer des instructions supplémentaires pour réinitialiser votre mot de passe.
hi: कृपया अपना ईमेल दर्ज करें ताकि हम आपका पासवर्ड रीसेट करने के लिए आपको आगे निर्देश भेज सकें।
it: Inserisci la tua email così potremo inviarti ulteriori istruzioni per reimpostare la tua password.
ja: パスワードをリセットするための詳しい手順を送信できるよう、メールアドレスを入力してください。
nl: Voer uw e-mailadres in, zodat we u verdere instructies kunnen sturen om uw wachtwoord opnieuw in te stellen.
pl: Podaj swój adres e-mail, abyśmy mogli wysłać Ci dalsze instrukcje dotyczące resetowania hasła.
pt: Por favor, insira seu e-mail para que possamos enviar mais instruções para redefinir sua senha.
ru: Пожалуйста, введите свой адрес электронной почты, чтобы мы могли отправить вам дальнейшие инструкции по сбросу пароля.
th: กรุณากรอกอีเมลของคุณเพื่อให้เราสามารถส่งคำแนะนำเพิ่มเติมในการรีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi sıfırlamanız için size daha fazla talimat gönderebilmemiz için lütfen e-posta adresinizi girin.
uk: Будь ласка, введіть свою електронну адресу, щоб ми могли надіслати вам подальші інструкції щодо зміни пароля.
zh_hans: 请输入您的电子邮件，以便我们向您发送重置密码的进一步说明。
zh_hant: 請輸入您的電子郵件，以便我們向您發送重設密碼的進一步說明。

# auth_resetPasswordPage_title
source: Reset Password
da: Nulstille kodeord
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट
it: Resetta la password
ja: パスワードを再設定する
nl: Reset wachtwoord
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сброс пароля
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi yenile
uk: Скинути пароль
zh_hans: 重设密码
zh_hant: 重設密碼
